[
  "MAYNA SUNDARI - THE REAL WINNER - EP 01\nIndiaનું સૌથી વધારે expenditure શેમા છે? Defenceમાં છે, હવે જો તે પૈસાને publicમાં વહેંચી દઈએ તો? લોકોનું living standard high થઈ જશે. લાખો લોકોની ગરીબી પણ દૂર થઈ જશે, પરંતુ શું આવું કરવું યોગ્ય ગણાશે? ના. કારણ કે સામાન્ય લોકો પણ સમજે છે કે defence વિના કે રક્ષા વગર કોઈ દેશ ટકી નહીં શકે. આબાદ પર નહીં થઈ શકે. દેશની strength બધી રીતે ઘટતી જશે. કેટલાય ભય, ચિંતા, આક્રમણોની possibility ઊભી થશે. Even દેશવાસીઓનો નાશ થતા પણ વાર નહીં લાગ. આથી રક્ષા તે ખૂબ અનિવાર્ય પાસુ છે.\nધર્મ એ પણ એક giant institution છે. આ ધર્મો યુગોયુગથી પ્રજાનું હિત કરતા કરતા આજે આપણા સુધી પહોચ્યા છે. તેમાં એક માત્ર કારણ આપણા પૂર્વપુરૂષોએ પ્રાણના ભોગે પણ કરેલી ધર્મરક્ષા છે. અને ભવિષ્યમાં પણ આ ધર્મનો વારસો, વ્યવસ્થાઓ, તેના આલંબનો તથા સિદ્ધાંતો રક્ષાધર્મથી જ generation to generation pass on થશે.\nઆવા મહાન રક્ષાધર્મ કરનારાની ગુણવતા કેવી હોય, તેમની આંતરીક શક્તિ, inner strength કેવી હોય? આવો જાણીએ, મયણા-શ્રીપાલના દૃષ્ટાંતથી…\nચોથો આરો! પ્રભુ મુનિસુવ્રતસ્વામીના શાસનનો તે ઝળહળતો કાળ હતો, ઉજ્જૈનની નગરીમાં અત્યંત સમૃદ્ધ માલવ નામે દેશ હતો, જેનો ન્યાય-નીતિથી પ્રજાનું પાલન પોષણ કરનાર, લોકપ્રિય એવો પ્રજાપાળ નામે રાજા હતો.\nતેને ગુણવાન અને શીલસંપન્ન એવી  રૂપસુંદરી અને સૌભાગ્યસુંદરી નામે બે રાણીઓ હતી. રાજાને દાંપત્યજીવનથી અત્યંત રૂપરૂપના અંબાર જેવી બે પુત્રીઓ થઈ મયણાસુંદરી અને સૂરસુંદરી.\nબંનેની માતાઓએ દિકરીઓને પોતપોતાની રીતે વિદ્વાન અધ્યાપકો પાસે ભણાવી-ગણાવી, વ્યવહારિક શિક્ષણ અપાવી કલાસંપન્ન બનાવી. સાથે સાથે રૂપસુંદરીએ પોતાની દીકરી મયણાસુંદરીને સુંદર રીતે ધાર્મિક અભ્યાસ કરાવીને સદાચાર સદગુણથી તેના જીવનને સમૃદ્ધ બનાવ્યું. ધર્મની સાચી સમજણ અને શ્રદ્ધાથી કલ્યાણના માર્ગના રાહબર બનાવી. બંને રાજકન્યાઓમાંથી મયણાનું ભાગ્ય એવું છે કે તેને જન્મથી જૈનધર્મની પ્રાપ્તિ થઈ હતી. પૂર્વભવના સંસ્કારો, લાયકાત અને બુદ્ધિ ચતુરાઈને કારણે તે કર્મના સિદ્ધાંતોમાં અત્યંત નિપુણ થઈ. Philosophical knowlegeમાં ખૂબ જ expert ખની. તત્વશ્રદ્ધા, જિનવચનની સમજણ આદિના કારણે તેનું આત્મબળ, મનોબળ એટલું વધ્યું છે કે હંમેશા તેની જીત જ થાય. ક્યારેય હાર ન થાય. તેને કોઈ હરાવી ન શકે. પણ શું આ વાત તમને ગળે ઉતરશે?\nતમે વિજેતા કોને માનશો ? એક છોકરો copy કરી examમાં first class first આવે છે તેને કે બીજા છોકરાને જેને copy કરવાનો scope છે છતાં copy ન કરાય એમ સમજીને, મનને મક્કમ કરીને તેને જેટલું આવડે છે એના આધારે second આવે છે તેને? તે જ રીતે એક politician જરાક પોતાની party crisisમાં આવી એટલે તેને છોડીને બીજી partyમાં જતો રહ્યો અને election જીતી ગયો, જ્યારે બીજો politician પણ બીજે જાય તો તેને જીતવાનો scope છે છતાં તે વિચારે છે કે જેના થકી આપણે અહીં સુધી પહોંચ્યા હોઈએ એને વફાદાર રહેવું જોઈએ. આથી તે છોડીને જતો નથી. તો આ બેમાંથી winner કોણ?\nજવાબ બહુ simple છે. First છોકરો અને first politician, કારણ કે તેઓેને જે જોઈતું હતું તે ગમે તેમ કરીને પણ તેઓએ મેળવી લીધું, જ્યારે બીજો છોકરો અને બીજો politician ન મેળવી શક્યા ખરાખર ને ? બસ, આ જ તમારા મનમાં રહેલી ગેરસમજ છે. ખરેખર તો આ પ્રસંગમાં બીજો છોકરો અને બીજો politician જીત્યા છે, નહીં કે first one! કારણ કે પહેલો છોકરો પણ જાણે છે કે copy કરવી તે ખોટું કામ છે છતાં પણ first આવવાની ઈચ્છાએ તેને એટલો નબળો બનાવ્યો કે તે સાચું નથી કરી શકતો. First politician પણ જાણે છે કે વફાદારી સારી વસ્",
  "તુ છે. પોતે બીજાને વફાદાર રહેવાની પ્રેરણા પણ આપે છે, પરંતુ સત્તાની લાલસાએ તેને એટલો કમજોર બનાવ્યો કે તે પોતે વફાદાર નથી રહી શકતો. તેની સામે બીજો છોકરો અને politician વિજેતા બન્યા છે, કારણ કે તેઓ જેને સાચુ અને સારુ માને છે તેનું આચરણ મક્કમતાથી, હિંમત સાથે કરી શકે છે. કોઈ indusements તેમને સત્યથી દૂર કરી શકતા નથી. આ જ સાચી જીત છે. કોઈ પણ સંયોગો કે નિમિત્તો જે વ્યક્તિને સારા નિર્ણયથી ડગાવી ન શકે. તેની પ્રસન્નતા, સ્વસ્થતાને છીનવી ન શકે તે જ વિજેતા છે. જો આ angleથી સાચી હાર-જીતને આપણે સમજતા શીખશું તો જીવનના દરેક પ્રસંગમાં મયણા કેમ જીતે જ છે તે સ્પષ્ટ જાણી શકશું.\nઆ બાજુ બંને રાજકન્યાઓનો અભ્યાસ પૂરો થતા રાજાએ જાહેરમાં તેઓની પરીક્ષા લીધી. બંનેએ સુંદર રીતે પ્રશ્નોના જવાબો પણ આપ્યા. આથી રાજકન્યાઓની કુશળતા જોઈ રાજાએ ખુશ થઈ તેઓને વરદાન માગવા કહ્યું. પુત્રીઓના સંકોચને ટાળવા પિતાએ કહ્યું કે રાજા એવા મારી સત્તા અમાપ છે. હું ધારુ તેના મનોરથો પૂરા કરી શકું તેમ છું માટે તમે માગવામાં શરમ નહીં રાખતા. હું ખુશ થાઉં તો નાના માણસને મોટો બનાવી શકું છું અને જો ખીજાઉ તો મોટાને પણ ધૂળ ચાટતો કરી શકું છું.\nપિતાની વાત સાંભળી મયણા એક અક્ષર બોલતી નથી, પરંતુ મૌન ઉભી છે. અહીંથી તેના વ્યક્તિત્વનો ખરો પરિચય થશે. એક એક સંયોગોમાં તેણે મેળવેલી જીત સાથે તેની personality વિચારવા જેવી છે. પોતે સાત્વીક છે એટલે પિતારાજાની ખોટી વાતમાં હાજી હા કરતી નથી, ખુશામત કરતી નથી, જ્યારે સુરસુંદરીએ પિતાની વાતમાં ટાપસી પુરાવી. પ્રશ્નોતરીમાં ખુદ સૂરસુંદરીએ કહ્યું હતું કે પુણ્યથી સત્તા-સંપત્તિ મળે છે. આ સત્યને જાણવા છતાં સત્યના અવાજને દબાવીને તે રાજાને ખુશામતના વચનો કહે છે, કારણ કે તે નબળી છે. સત્તા-સંપત્તિ-ભોગ, માન-પાનની લાલસાએ તેને એવી નબળી બનાવી દીધી છે કે હવે તે સાચી વાત બોલી તો નથી શકતી, પરંતુ વિચારી પણ નથી શકતી. તેની સામે મયણા રક્ષાધર્મના ભાવોથી રંગાયેલી છે. આથી તે એટલી મક્કમ છે, powerful છે કે સામે ગમે તેટલો મોટો સત્તાધીશ હોય, તેને સ્વપ્રશંસાની ગમે તેટલી ઈચ્છા હોય છતાં પણ જો તેની વાત સત્યથી વિરોધી હોય તો ખુશામત ન કરતા મૌન રહી શકે છે. તેણે ક્યાંય પિતાની વાતમાં ટાપસી પુરાવી નહીં. નમાલી બની નહીં. આ પણ તેની જીત હતી કે સત્તાધીશ પણ તેને સત્યનિષ્ઠાથી ડગાવી ન શકે.\nમયણા પોતે ભલે મૌન રહી, પરંતુ તેની બુદ્ધિ પ્રતિભાથી પરિચિત રાજા તેને મૌનનું કારણ પૂછે છે. જો તેની પાસે નવું કોઈ રહસ્ય હોય તો સાંભળવા પણ આતુર છે. હવે શરૂઆત થઈ પરીક્ષાની… મયણાની જિનવચન પ્રત્યેની વફાદારીની ! સાત્વીકતાની ! સમર્પિતતાની !\n     ધર્મ એ જ આધાર છે… શરણ છે… મારા કલ્યાણનું કારણ છે એવો દૃઢ નિર્ણય જેને હોય તે અવશ્ય ધર્મરક્ષા માટે કટિબદ્ધ થવાના. મયણા માટે પણ હવે જીવનમાં જિનવચનની રક્ષાનો અવસર આવ્યો છે. એક તરફ લાખોના સૈન્યનો સ્વામી પિતારાજા છે અને બીજી બાજુ જિનવચનની રક્ષા માટે પિતાની સત્તાથી પણ ભય ન પામતી મયણા છે. જીત કોની થશે? તે જાણવા મળીએ આવતા episodeમાં… \n \nMAYNA SUNDARI - THE REAL WINNER - EP 02\nદુનિયામાં એવું કોઈ field મળશે જેમાં રક્ષા કરનારની જીત fix હોય? જેમ દેશની રક્ષા માટે લડનાર જીતશે જ, એવી guarantee છે? ના. તે જીતી પણ શકે છે અને હારી પણ શકે છે. તે જ રીતે તમારા પર કોઈ આક્રમણ કરે અને તમે defence કરો એટલે તમે જીતશો જ કે હારી પણ શકો છો? બંને possibility છે. પરંતુ એકમાત્ર ધર્મનું field એવું છે જેમાં ક્યારેય હાર નથી. જીત અને જીત જ છે.\nવળી, રક્ષાધર્મની આ વિશેષતા છે કે જે વ્યક્તિ આ ધર્મને આરાધે તે જીતે જ એટલું નહીં, પરંતુ જે જીતનાર હોય એ જ આ ધર",
  "્મ આરાધી શકે. આની પાછળ logic શું? જીત અને રક્ષાધર્મ વચ્ચે connection શું? તે સમજવા શ્રીપાળ-મયણાનું દૃષ્ટાંત ખૂબ જ ઉપયોગી છે.\nગયા પ્રવચનમાં આપણે જોયું કે સત્તાના કેફમાં પ્રજાપાળ રાજા કર્મના સિદ્ધાંતોને ભૂલી ગયો અને તેણે સત્ય વિરોધી વાત કરી. (મયણામાં એટલી આવડત તો છે કે સૂરસુંદરીની જેમ પિતાની વાતમાં હાજીહા કરી પિતાને ખુશ કરી શકે. જીવન હજુ વધારે સમૃદ્ધ કરી શકે, પરંતુ સામે ગમેતેટલો મોટો માણસ હોવા છતાં પોતાના principlesને sideline કરી તે કોઈની ખુશામત નહીં કરે, આ પણ તેની inner strength છે.\nખુશામત કરનાર હંમેશા અંદરથી હારે છે, નબળો અને પરવશ બને છે. વળી, કોઈપણ સમજે કે આ માખણીયાવૃત્તિવાળો છે. સ્વાર્થ ખાતર ક્યારે કોની દાઢીમાં હાથ નાંખશે, ક્યારે કોને છોડી દેશે તે કંઈ કહેવાય નહીં. આથી આનો ભરોસો કરવા જેવો નથી. અર્થાત્ ખુશામત કરનાર બધાનો સદ્‌ભાવ ગુમાવી બહારથી પણ હારે છે.)\nઅહીં મયણા શાંતિથી મૌન ઉભી છે. (રાજા મયણાની બુદ્ધિ, પ્રતિભા તથા ગંભીરતા ઓળખે છે. એટલે મયણા નથી બોલતી તેમાં કંઈક રહસ્ય હશે એમ વિચારે છે, શું તમારા ઘરના ઉપર તમારી આવી છાપ છે? કે તમારા અભિપ્રાયની ઘરમાં પણ value નથી રહી? તમે બોલો તો પણ કોઈને અસર ન થાય અને ન બોલો તો  કોઈને જિજ્ઞાસાથી કારણ પણ જાણવાનું મન ન થાય કારણ કે બોલી બોલીને તમે આદેયતા સદ્‌ભાવ ગુમાવી દીધા હોય. તમે ડગલે ને પગલે કેમ હારો છો અને મયણા કેમ જીસતે છે તે સમજવા આ વિચારવા જેવું છે.)\nમયણાના મૌને પિતાના કુતૂહલને વધાર્યો અને તેણે ચૂપ રહેવાનું કારણ પૂછ્યું. હવે મયણા શું કરે? આમ તે એમનેમ કોઈ સામે તૂટી પડે એવી નથી! ધીરગંભીર શાંત વિવેકી વિનયી છે, પરંતુ હવે સંયોગો જ એવા છે કે તેણે સત્યનો ઘટસ્ફોટ કરવો જ પડે.\nતમારા જીવનમાં આવી situation સર્જાય તો તમે શું કરશો? તમારી વાત સાચી છે. સામાની વાત ખોટી છે, પણ તે બળવાન છે સત્તાધીશ છે. તમારી શક્તિ બધી રીતે તેનાથી ઓછી છે ત્યારે સામાન્ય માણસ શું કરશે? જેનામાં હિંમત નથી તે તો બોલી જ નહીં શકે. જેનામાં હિંમત છે, પણ જો તેને અપેક્ષા હશે તો પણ તે બોલી નહીં શકે, પરંતુ જેનામાં હિંમત પણ છે અને અપેક્ષા નથી તેને આવા સંયોગો મૂંઝવી નહીં શકે.\nઅત્યારે મયણા પાસે બે જ વિકલ્પ છે. જિનવચન અનુસારી બોલવું અથવા તો પિતાની ખોટી વાતને સમર્થન આપવું. તે વિચક્ષણ હોવાથી સમજે છે કે જો હું પિતાને સમર્થન આપીશ તો સુખોની છોળો ઉડશે અને જો તેમની વાતને ખોટા કહીશ તો પિતા નારાજ થશે. અને સત્તાની રૂએ તેઓ કંઈ પણ કરી શકે છે. સાથે સાથે તેની સમજણ સ્પષ્ટ છે કે જીવમાત્રના સુખશાંતિનું કારણ આ જિનવચન છે. તેનું આ રીતે જાહેરમાં ખંડન થતું હોય તે કેવી રીતે ચલાવાય?\nધર્મ ઉપર આવતી આફત જોઈ સાચા આરાધકનું હૈયું અવશ્ય કંપે, દિલમાં ચોટ લાગે, જે તેને ચેનથી બેસવા તો નહીં દે, પરંતુ હિંમત સાથે રક્ષાના કાર્યમાં તત્પર બનાવશે. મયણા પણ એટલી સત્વશાલી છે કે જે પણ result આવે તેને accept કરવા તૈયાર છે, પરંતુ અંશમાત્ર પણ જિનવચન વિરુદ્ધ બોલવા તૈયાર નથી.\nબે વિકલ્પ સ્પષ્ટ દેખાવા છતાં સત્ય ખાતર ગમે તેટલી સુખસાહેબી છોડવાની જેની તૈયારી હોય એનું આંતરિક બળ કેટલું? ગમે તે સંયોગોમાં પણ વ્યક્તિ જેને સત્ય માને, તેને વફાદાર રહી જીવી શકે તે તેની જીત છે.\nઆ સત્યની વફાદારીના કારણે મયણા ભરસભાની વચ્ચે પિતાને વિનયથી બેધડક કહે છે કે પિતાજી! આપની વાત સત્યથી વેગળી છે. (જીવમાત્રના સુખ-દુ:ખ તેના પોતાના કર્મોને આધીન છે. દરેક વ્યક્તિ બીજાના સુખ-દુ:ખમાં નિમિત્ત માત્ર છે. આપ પણ કર્મસત્તાની ઉપર નથી. કર્મની underમાં છો. જો સામાનું કર્મ ન હોય તો તમે પણ કંઈ નહીં કરી શકો.) બોલતી વખતે તેને કોઈ ખચકાટ નથી. ડર નથી, દ્વિધા ",
  "કે confusion નથી, પરંતુ સત્ય બોલવાની હિંમત તેના શબ્દે શબ્દે નિતરી રહી છે.\nમયણાએ જે જવાબ આપ્યો તે તો માત્ર તેના મુખમાંથી નીકળેલા શબ્દો હતા, પરંતુ રાજા માટે તો તે હૈયાને વીંધે એવા બાણો  હતા. મયણાની વાત સો ટકા સાચી છે, પરંતુ શું સાચી વાત પણ બધાને ગમે ખરી? તમારી વાત ખોટી હોવા છતાં ચાર જણાની વચ્ચે કોઈ તમારી સાથે crossing કરે તો તે દુશ્મન જેવો લાગે ને? બધાની વચ્ચે મયણાએ પિતાની વાત કચડી નાંખી આથી તેને પણ મયણા કડવી ઝેર જેવી લાગે છે. સત્તાના power વાળો રાજા સત્યના બાણોને સહન ન કરી શક્યો. આથી તેણે દલીલો ચાલુ કરી. બાપ-દીકરી વચ્ચે crossing ચાલું થયું. પરસ્પર દલીલો, તર્કોના બાણો વરસી રહ્યા છે. એક એક દલીલમાં હાર તરફ થતી કૂચને કારણે રાજાનો આક્રોશ અને અકળામણ વધી રહી છે, પરંતુ મયણા તો એ જ વિનય ! એ જ શાંતતા અને હિંમત સાથે સત્ય establish કરી રહી છે.\nતમારી વિચારધારા કરતા સામે વાળાની વિચારધારા તદ્દન વિરેાધી હોય. ચર્ચામાં તમે ધારદાર logics આપી તેની બોલતી બંધ કરી રહ્યા હોવ, જીત તરફ આગળ વધતા હોવ છતાં બોલવામાં કોઈ agressivness ન હોય, આક્રોશ કે ઉદ્ધતાઈ ન હોય. શું તમારા માટે આ શક્ય છે?  શું ત્યારે તમે તેનો વિનય કરી શકો? વર્તન અને વાણીમાં મર્યાદા જાળવી શકો?\nઅહીં મયણા પિતાની હરેક દલીલને ખોટી સાબિત કરવામાં સફળ થઈ રહી છે. તેની જીતનો ડંકો વાગી રહ્યો છે. છતાં તે વાણીમાં સંપૂર્ણ વિનય, સભ્યતા જાળવી શકે છે, જરાપણ આવેશથી કે અહંકારથી જવાબ નથી આપતી, કારણ કે તે ઠરેલ છે, સ્વસ્થ અને શાંત છે. બહુ simple વાત છે કે જો તમે સાચા છો તો હિંમતથી કહો, આવેશની શું જરૂર છે? અને જો તમે ખોટા છો તો સત્યનો સ્વીકાર કરો, પણ આવેશની ક્યાં જરૂર છે? આટલી simple વાત પણ લોકો ભૂલી જાય છે અને આવેશમાં, ગુસ્સામાં કેમ આવે છે? કારણ તેઓ નબળા છે. કષાયોની સામે હારી જાય છે. રાજા પણ જે સત્ય સાબિત થયું એને કષાયવશ સ્વીકારી તો નથી શકતો, પરંતુ વિચારી પણ શકતો નથી. હારને સહન નથી કરી શકતો. પોતાની વાત ખોટી છે છતાં તે આવેશ છોડી નથી શકતો અને મયણાની વાત સાચી છે છતાં તેને જરાય આવેશ નથી. આ જ દેખાડે છે કે રાજા નબળો છે અને મયણા બળવાળી છે. સત્ય બોલવાની હિંમત સાથે મયણામાં કષાય ઉપર control પણ એટલો છે. કષાયને surrender થઈ તે ક્યાંય ઉચિત વર્તન, વિનય આદિ ચૂકતી નથી. કોઈપણ તેના ઉપર ઓવારી જાય એવું વર્તન તેણે કર્યું છે. જ્યારે રાજામાં સાચી વાતને સ્વીકારવાની શક્તિ, openness પણ હવે રહી નથી. મયણા તો logically પિતાની વાતનું ખંડન કરવામાં success થઈ. અંતે રાજા ચૂપ થયો. બધાની વચ્ચે તેની હાર થઈ. મોટેભાગે લોકો કોઈ સાથે crossingમાં હારે અને ગુસ્સો આવે ત્યારે શું કરે? સીધા સામેવાળા ઉપર અંગત પ્રહાર કરે કે બેસ બેસ તું કેવો છે તે મને ખબર છે. રાજાએ પણ તે જ રીતે મયણા ઉપર personal attack કર્યો. (રાજા કહે છે કે તુ આટલી બધી ભાગ્યની વાત કરે છે અને કહે છે કે મારી મારી મહેરબાનીથી તારા સુખ-દુ:ખ  નથી, પરંતુ કર્મથી છે તો તું આ રાજમહેલમાં રહે છે, સોનાના હિંડોળે હિંચે છે, ખમ્મા ખમ્મા થઈ રહે છે, તેમાં મહેરબાની કોની છે? પિતાએ સીધું નિશાન મયણા ઉપર તાક્યું કે જો મારી મહેરબાની ન હોત તો તારું શું થાત? પિતાને indirectly ગર્ભિત રીતે કહેવું છે કે મારી મહેરબાની હતી એટલે તને આ બધું મળ્યું.\nઆવા વખતે પણ  મયણાને ગુસ્સો નથી આવતો કે પિતાજી કેટલા જિદ્દી છે જે પકડ્યું તે પકડ્યું પણ છોડવા તૈયાર નથી. સાચાને સ્વીકારવાની વાત તો  દૂર પણ ટસનામસ પણ થતા નથી) અને personal elegationથી ખોટાને સત્ય તરીકે ખતવવા મહેનત કરે છે. આવા કોઈ વિચાર મયણાને નથી આવતા. આમ ગણો તો પિતાએ કરેલો personal ele gation ના કાર",
  "ણે તેની હિંમત, સત્યનિષ્ઠા આદિની હજુ વધારે કસોટી આવી છે. આગળ શું થશે? કોણ જીતશે? ઉપકાર રૂપી શસ્ત્ર ફેંકીને મયણાને હરાવવા ઇચ્છતા પિતાની કે ગમે તેવી દલીલો, આક્ષેપોને પણ હિંમત, સત્ય સાથે face કરી સત્યની સ્થાપના કરવામાં અડગ મયણાની? જાણવા મળીએ આવતા episodeમાં…. \n\n\n\n\n\n\n\n\n \nMAYNA SUNDARI - THE REAL WINNER - EP 03\nતમે તિજોરીને તાળા લગાડશો, કારણ કે એમાં રહેલી વસ્તુ તમને કિંમતી લાગે છે. Laptopમાં password set કરશો because એમાં રહેલો data તમારા માટે valuable છે. એ જ રીતે ઘર, family, life, office, society વગેરે બધાની safety માટે તમે possible બધા પ્રયત્ન કરશો, કારણ કે તમને આ બધું valuable લાગે છે, પરંતુ શું તમને ધર્મ valuable લાગે છે? જો હા! તો તેના ઉપર આપત્તિ આવે, સંકટ આવે, તેની સુરક્ષિતતા જોખમમાં હોય ત્યારે તમે જોઈ શકશો? અથવા તે માટે જે કરવું પડે તે કરશો? જેને સત્તા-સંપત્તિ-ભોગ કરતા ધર્મની value વધારે હોય એ અવસરે રક્ષાના કાર્યોમાં કેવા મક્કમ હોય તેનો જીવંત દાખલો એટલે જ મયણા-શ્રીપાળ.\nગયા પ્રવચનમાં આપણે જોયું કે મયણાએ જિનવચનના રક્ષણ માટે સગા પિતા સાથે જાહેરમાં મતભેદ ઉભો કર્યો. Resultની પરવા કર્યાં વિના તેણે અત્યંત દૃઢતાથી સત્યની સ્થાપના કરી. એક એક pointની રજૂઆત એવી રીતે કરી કે openmindથી સાંભળનારને તેની વાત હૃદયમાં આરપાર ઉતરી જાય. છતાં સત્તાનો મદ, માન કષાય તથા rigidnessના કારણે પ્રજાપાળ રાજાએ મયણાની વાત સ્વીકારી તો નહીં, પરંતુ કોઈ પણ રીતે મયણાને તેના principleમાંથી પાછી વાળવા તેણે દલીલનો track change કર્યો. આખી પરિસ્થિતિને emotional touch આપ્યો.\nઅત્યાર સુધી સત્તાના બળે કેટલાના જીવન બદલ્ચા અને ભવિષ્યમાં પણ  કઈરીતે બદલી શકે છે એની વાત રાજા કરતો હતો, પરંતુ મયણા દ્વારા મળેલ setbackના કારણે તેણે લોકને છોડી example તરીકે સીધી મયણાને જ સામે લાવીને મૂકી દીધી કે બોલ મયણા! તું જે રાજવૈભવી સુખો ભોગવે છે એમાં તો તું મારી મહેરબાની માને છે કે નહીં?\nરાજાને એમ કે કદાચ બીજાની વાતમાં મયણા પોતાના સિદ્ધાંતથી ફરશે નહીં, પણ તેની પોતાની જિંદગીની વાત આવશે ત્યારે તે principlesમાં અવશ્ય ફેરબદલી કરશે. આજ દિવસ સુધી મેં આપેલું વાત્સલ્ય, લાડકોડથી કરેલ ઉછેર જરૂરથી તેને પીગળાવી દેશે અને તે મારી વાત accept કરશે.\nનબળી વ્યક્તિ પોતાની વાતને સાચી prove કરવા ક્યારે કયા ઉપાય અજમાવે, કઈ દલીલ કરે તે કંઈ કહી ન શકાય. પાછું ઘણી વખત તો તેઓની દલીલમાં કોઈ તથ્ય પણ ન હોય. ખાલી ગોળ ગોળ ફેરવ્યા કરે, પણ પોતાની વાતનો વળ છોડે નહીં, કારણ કે તેઓ એટલા નબળા હોય છે કે હારને accept નથી કરી શકતા. વાસ્તવિકતાને સ્વીકારી નથી શકતા. પ્રજાપાળ રાજાની પણ આ જ સ્થિતિ થઈ છે. બાકી મયણાએ તો પહેલા કહી જ દીધું હતું કે જીવમાત્ર પોતાના કર્મથી સુખ-દુ:ખ ભોગવે છે. પિતાજી! આપ તો નિમિત્ત માત્ર છો તો શું જીવમાત્રમાં મયણા ન આવે? આવી જ જાય. છતાં રાજા આટલું પણ તટસ્થતાથી વિચારી નથી શકતો. આથી હું સાચો અને મયણા ખોટી! એવું સાબિત કરવા તેણે સીધો મયણાની life ઉપર તીર તાક્યું.\nજયારે મોટા લોકો તરફથી personal attack થાય ત્યારે મોટાભાગે લોકો સાચો જવાબ આપતા ખચકાઈ જાય, અને કદાચ હિંમત હોય, ખચકાય નહીં તો પણ તે વખતે ગુસ્સો આવતા વાર ના લાગે. મર્યાદા ચૂકી જાય કે ભાષામાં અસભ્યતા આવી જાય. પરંતુ અહીં ઊંધુ છે. મયણાને જરાપણ ગુસ્સો નથી આવતો કે  આટઆટલા logic આપવા છતાં પિતા કેવા છે, સાચાને accept કરવા તૈયાર નથી. ખોટાને છોડવા તૈયાર નથી .મુદ્દાસર જવાબ નથી આપી શકતા માટે ગમે તેમ તર્કો કરે છે. હવે તો એમને એવો સણસણતો જવાબ આપી દઉં કે તેમની બોલતી બંધ થઈ જાય. આવો કોઈ આક્રોશ, ઉકળાટ",
  " તેના મનમાં નથી. ઊલટું પિતાની દલીલને તે ખુબ જ શાંતિથી openmindથી સાંભળે છે કારણ તેને પિતા સાથે કોઈ અંગત રાગ-દ્વેષ નથી vested interest નથી. સ્વાર્થથી તે પિતા સામે પડી નહોતી. માત્ર ને માત્ર જિનવચનની રક્ષા કરવા તેણે આ પગલું ભર્યું હતું. રક્ષકમાં અને સામાન્ય જનમાં તફાવત અહીં જ પડે છે. જીત મેળવવા કેવો ગુણવૈભવ, will power, neutrality, વફાદારી આદિ જોઈએ તેનો સાક્ષાત ચિતાર એટલે જ મયણાનું જીવન. \nઆજે મોટાભાગના લોકો સ્વાર્થ ખાતર સગા બાપ સાથે, ભાઈ સાથે ઝઘડશે, કડવા થશે, સંબંધો બગાડશે, પરંતુ ધર્મ માટે ચર્ચા કરવાની આવે, કોઈની સામે પડવાનું આવે ત્યારે તેમને થાય કે આ બધી પંચાતમાં કોણ પડે. ભૌતિક સ્વાર્થ માટે fight કરીશું તો ધન-સંપત્તિ, status, માન-પાન આદિ ઘણા લાભો મળશે. જીવન enrich પણ થશે, જ્યારે ધર્મ માટે લડવામાં, બીજા સાથે દલીલ કરવામાં શું મળવાનું? તેઓની vision ત્યાં સુધી નથી પહોંચતી કે ધર્મની રક્ષા કરવાથી લાયક જીવો માટે કલ્યાણના દરવાજા ખૂલ્લા રહે છે. વળી, શાસનનું ઋણ ચૂકવવાનો અમૂલ્ય અવસર મળે છે. એટલે સ્વાર્થ ખાતર ઘણા લોકો ઝઘડો કરવા તૈયાર થશે, જે ભોગ આપવો પડશે તે આપશે, પરંતુ ધર્મની બાબતમાં વિચારશે કે આપણે કેટલી જગ્યાએ દોડીશું. કરનારા કરશે. આપણે આપણી આરાધનાથી મતલબ રાખીએ. ક્યાં આ બધા મોટા માણસો સાથે માથાકૂટ કરીએ. આવા વિચારોવાળા બહુ બહુ તો રક્ષાની ટહેલ પડે ત્યારે તેની વાતો સાંભળશે, પણ active નહીં થાય. જ્યારે મયણા તો આવા માનસથી લાખો યોજન દૂર છે. તેનો ધર્મનો રંગ ચોલ મજેઠિયા જેવો છે. એટલે તે સાંસારિક બાબતમાં જે સહન કરવું પડશે તે બધું સહન કરશે. તેમાં મૌન રહેશે, પરંતુ રક્ષાના અવસરે તો પાછી પાની નહીં જ કરે, ત્યારે તે હિંમત સાથે બોલશે.\nજીત મેળવનારા કેવા હોય? પગલું ભરતા પહેલા બધો વિચાર કરે, પરંતુ એક વાર પગલું ભરી લીધા પછી કદી પીછેહઠ નહીં કરે, કારણ કે ધર્મ પ્રત્યેનું સમર્પણ તેમના રગેરગમાં વણાયેલું હોય છે.\nઆ બાજુ મયણા વિચારે છે કે મારા જીવનમાં જે સુખોની હેલી છે તે માટે અત્યારે પિતાનો ઉપકાર સ્વીકારીશ તો મારા થકી સિદ્ધાંતને જોરદાર ધક્કો લાગશે. આથી પિતાની શેહશરમ રાખ્યા વિના તે વિનયથી કહે છે કે, પિતાજી! હું આપને ત્યાં જોષ જોઈને જન્મી નહોતી. મેં પણ આપની પસંદગી કરી નહોતી અને આપે પણ મારી પસંદગી કરી નહોતી, પરંતુ મારા ભાગ્યથી હું અહીં જન્મી છું. આ બધી સુખસાહેબી મારા પુણ્યથી મને મળી છે. આપ તો નિમિત્ત માત્ર છો.\nસાચું કહો, તમે તમારા દીકરાને ભણાવી-ગણાવી બધી રીતે settle કરો પછી તે જ દીકરો તમને મોઢા ઉપર કહી દે કે મારા જીવનમાં જે Name-Fame-Money છે તે બધુ મારા પુણ્યથી છે, આપનો role તો negligible છે તો તમે સાંભળી શકશો કે સળગી ઉઠશો?\nઅહીં પ્રજાપાળ રાજા પણ મયણાનો જવાબ સાંભળી બળીને ખાખ થઈ ગયો. તેને થયું કે જે દીકરીને મેં હૈયાના કોરની જેમ સાચવી, તે જ દીકરી આજે આવી રીતે બોલે છે? તેને મારી કોઈ કદર નહીં, value નહીં? બધો યશ પોતાના ભાગ્યને?\nમયણાનાં એક જ વાક્યે રાજાના હૈયાના બે ટુકડા કરી દીધા. તે વખતે તમે રાજસભામાં બેઠા હોત તો મયણા માટે શું વિચારત? એમ જ ને કે મયણા કેટલી મૂર્ખી છે કે સામે ચાલીને સવળાને અવળું કરી દીધું. ખુશ થયેલા પિતાને નાખુશ કરી દીધા. તમને મયાણા જિદ્દી, ઉદ્ધત લાગત. ઘણા તો એમ પણ કહેત કે સામે સગો બાપ છે, તેણે આટલું વાત્સલ્ય, પ્રેમ આપ્યો, સુખ-સગવડ આપી. હવે એ જ બાપના ઉપકારને ભૂલી જવાનો? મયણાએ પિતાની મહેરબાની સ્વીકારી લીધી હોત તો વાંધો શું હતો?\nપરંતુ મયણા શાસ્ત્ર ભણેલી હોવાથી તેને ખ્યાલ છે કે જૈનધર્મ માતા-પિતાનો ઉપકાર માને છે. તેમની ભક્તિ-વિનય આદિ પણ કરવા કહે છે. પરંતુ જ્યારે ભગવાનના સિધ્ધાંતને",
  " ધક્કો પહોંચતો હોય, તેની રક્ષાનો અવસર હોય ત્યારે તેમનો ઉપકાર સ્વીકારવા યોગ્ય નથી. આથી તેણે રાજવૈભવી સુખોને પણ કર્મની મહેરબાની તરીકે ખતવી અને પિતાની મહેરબાની ગૌણ કરી. આ રીતે personal attack કરવા છતાં પણ રાજા તેની નિશ્ચલ શ્રદ્ધાને હચમચાવી ન શક્યો અને તે મક્કમ રહી. આ પણ તેની જીત છે. તેનામાં જે હિંમત, જિનવચન પ્રત્યે સમર્પણ, છે, તે ઉગતી યુવાનીમાં પણ તેને આટલું મોટું સાહસ કરવા માટે પ્રેરણા આપે છે.\nતેના આ જવાબથી રાજાની અકળામણ હજુ વધી. જેમ-જેમ તમે બધાની વચ્ચે ખોટા સાબિત થાઓ તેમ-તેમ તમારો પિત્તો ચઢતો જાય ને? અહીં રાજાનો આવેશ પણ વધતો ગયો. ત્યારે બાજુમાં બેઠેલો મંત્રી બાહોશ હોવાથી સમજી ગયો કે કારણ વિના બાપ-દીકરી વચ્ચે crossing થયું છે. આનું પરિણામ સારું નહીં આવે. એટલે અવસરને જોઈ મંત્રીએ સભા બરખાસ્ત કરાવી અને રાજાને સવારીએ લઈ ગયો.\nએક બાજુ અકળાયેલો રાજા છે અને બીજી બાજુ જિનવચનને પોતાનું જીવન બનાવનાર મયણા છે. પિતા નવી-નવી કસોટીમાં મયણાને મૂકી રહ્યા છે, જ્યારે મયણા તેમાં પણ સત્યને establish કરી પાર પામી રહી છે.\nહવે રાજા તેને કઈ નવી કસોટીના ચક્રવ્યૂહમાં ફસાવશે?  તેમાં પણ કોણ જીતશે? દેવ-ગુરૂ-ધર્મને જ પોતાનો આધાર-શરણ માનનાર મયણા? કે સત્તાનો ઉપયોગ કરી મયાણાને પરચો બતાવવા આતુર પિતા?\nજાણવા આવો મળીએ Next Episodeમાં…\n \nMAYNA SUNDARI - THE REAL WINNER - EP 04\nઆપણા ઉપર જેનો ઉપકાર હોય છે, તેની સુરક્ષા માટે આપણે હરપલ જાગૃત હોઈએ છીએ. જેમ દેશનું ઋણ સ્વીકારી કેટલાય લોકોએ દેશને Britishersની ચુંગાલમાંથી છોડાવ્યો. Sense of obligationથી ધણાં નોકરોએ માલિકોને બચાવ્યા. તે જ રીતે religious fieldમાં પણ અનેક ધર્માત્માઓએ શાસનનું ઋણ સ્વીકારી ધર્મની રક્ષા કરી. આ બધા પાછળ common driving force એક જ છે – ‘Loyalty’! શાસનને પામી જેનું જીવન enrich થયું હોય, તેઓ શાસનના એક પણ અંગને ધક્કો લાગે તો શું ચૂપ બેસી શકે? ના. ઊલટું, શાસન માટે જે કરવું પડે તે પ્રાણના ભોગે પણ કરવા તેઓ તૈયાર હોય છે. યુગો યુગોથી આવા અનેક ધર્મરક્ષકો થયા. તેમાં જિનવચનની રક્ષા કરનાર અને મહાસાત્વિક શ્રાવિકા એટલે ‘મયણા સુંદરી’! \nLast episodeમાં આપણે જોયું કે, સામે ઉપકારી પિતા છે જે રાજા તરીકે મોટો સત્તાધીશ પણ છે. છતાં મયણા એમ નથી વિચારતી કે તેમની વિરુદ્ધ મારાથી કેવી રીતે બોલાય. પરંતુ પોતાની જવાબદારી સમજી જિનવચનની રક્ષા ખાતર પિતાને વાસ્તવિકતા કહે છે, જે સાંભળીને રાજાનો પિત્તો સાતમે આસમાને પહોંચ્યો છે. આથી, હજી વધારે અનર્થ ન થાય તે માટે વિચક્ષણ મંત્રીએ સમય -સૂચકતા વાપરી, સભા બરખાસ્ત કરાવી અને રાજાને રાજસવારીએ લઈ ગયો.\nસભા બરખાસ્ત થતા મયણા મહેલમાં ગઈ. પિતા મારાથી નારાજ થયા છે એટલે ગમે તે reaction આપી  શકે છે, એનો તેને અંદાજ છે. જો તેણે જરાપણ આવેશથી, પોતાની વાતના મમત્વથી કે અહંકારથી પગલું ભર્યું હોત તો તે પહેલા શું વિચારત? અરે! મેં ક્યાં ડહાપણ કરી પિતાનું મન ખાટું કર્યું અને સંબંધ બગાડ્યા! પિતાની વાતને જાહેરમાં સ્વીકારીને પછી એકાંતમાં તેમને સત્ય સમજાવી દીધું હોત તો ! આમ, સુકૃતનો અફસોસ, પશ્ચાતાપ ચાલુ થાત. એને કારણે પહેલા તે જાહેરમાં ભલે જીતી હતી, પરંતુ પાછળથી તો અંદરથી તેની હાર નક્કી હતી. જિનવચનની રક્ષા કરીને તેણે જે ગુણોની દૃઢતા, inner strength કેળવેલી તે બધા ઉપર પાણી ફરી જાત. કષાયો હવા પૂરે એટલે નબળી વ્યક્તિ powerમાં આવીને વિચાર્યા વિના ઝંપલાવે, પરંતુ જેવું તેમને એકાંત મળે અથવા જોખમ દેખાય એટલે ડરી જાય. બધું કડડડભૂસ થઈ જાય, કારણ કે તેઓ કષાયોના પાયા ઉપર ખોટી ઈમારત ચણનારા હોય છે અને એટલે બધે હારે છે. જ્યારે real strengthવાળાને સુકૃત કર્ય",
  "ાં પછી ભૂતકાળના કર્મના કારણે સામે ગમે તેવી આપત્તિ આવે છતાં અફસોસ ન થાય કે, ‘‘મેં આ સુકૃત ક્યાં કર્યું !’’ તેઓ ક્યારેય પોતાના વચનથી ફરે નહીં. વિચારોમાં  કે અવસરે પ્રવૃત્તિ કરવામાં પણ ફરે નહીં અને માટે જ તેઓ હંમેશા જીતના પંથે હોય છે.\n આ બાજુ મંત્રી રાજાને શાંત પાડવા રાજસવારીએ લઈ ગયો. એકાંત મળવાથી અત્યારે રાજા વિચારી શકે છે કે હું કેમ હાર્યો? મયણાની વાતમાં તથ્ય કેટલું હતું? પરંતુ તેના બદલે, હજી હું કઈ રીતે મયણાને હરાવી શકું તે વિચારવામાં જ તે પોતાના સમય, શક્તિ અને બુદ્ધિ કામે લગાડે છે. કારણ કે તેને ચેન નથી. દસમાંથી એક વ્યક્તિ પણ તમારી વાત ન માને તો શું થાય? નવ જણે તમારી વાત સ્વીકારી એનું સુખ હોય કે એકે તમારી વાત accept ન કરી તેની બેચેની હોય? વારંવાર મનમાં એ જ ઘુમરાય ને કે બધાએ મારી વાત સ્વીકારી પણ આણે મને ગણકાર્યો નહીં. અહીં રાજાની હાલત પણ આવી જ છે. બહાર નૈસર્ગિક વાતાવરણ છે, લોકો ઝૂકી-ઝૂકીને સલામી ભરી રહ્યા છે, તે વખતે પણ તેના મનમાં એક જ વિચાર ભમ્યા કરે છે કે મયણાએ મારી વાત reject કરીને બધાની વચ્ચે મારું અપમાન કર્યું, મેં વાત્સલ્યથી તેને માટે કેટલું કર્યું છતાં તે મારી મહેરબાની સ્વીકારવા તૈયાર નથી.\nWeak personality વાળા હોય તેમને, પોતાનું ધાર્યું ન થાય, અથવા તે કોઈની સામે હારે તો બેચેન - બેચેન થઈ જાય. અરે ! આખો ખેલ પૂરો થઈ ગયા પછી પણ બાજી પલટાવવા, નવા નવા ઉપાયો વિચારવામાં તેનું મન સતત અસ્વસ્થ રહે છે. તે ખાઈ-પી કે ઊંઘી પણ ન શકે. ઘણી વાર તો તે પોતાની duties પણ યોગ્ય રીતે perform ન કરી શકે. આમ તે વધારે ને વધારે નબળો બનતો જાય.તેમ અહીં પણ   રાજાના એક-એક વિચાર, વાણી વર્તનમાં પણ આવું નબળું વ્યક્તિત્વ પ્રગટ થઈ રહ્યું છે. જ્યારે મયણા તો પૂરી સ્વસ્થતા સાથે પોતાની પ્રવૃત્તિ કરી રહી છે. પણ રાજાની હાલત તો તોફાને ચઢેલા સમુદ્ર જેવી થઈ છે.આથી તે વિચારે છે કે મારી સામે ભાગ્યની કોઈ તાકાત નથી, કારણ કે હું મારી સત્તાથી ભલભલાનું ભાગ્ય ફેરવી શકું છું. આ મયણા બહુ ભાગ્ય ભાગ્ય કરે છે તો હવે તેને દેખાડી દઉં કે હું જેના પર નારાજ થાઉં તેના કેવા હાલ હવાલ થાય. તક મળે એટલી વાર છે એને પરચો બતાવી દઉં.\nયોગાનુયોગ તે જ વખતે ૭૦૦ કોઢિયાનું ટોળું સામેથી આવતું દેખાયું. રાજાને ચેપ ન લાગે તે માટે મંત્રીએ રાજસવારી ફેરવી. એટલામાં તો એક કોઢિયો આવીને રાજાને કહેવા લાગ્યો કે ‘‘મહારાજા ! આપના દર્શન કરનાર કદી ખાલી હાથે નથી જતો. આપ તો બધાના મનોરથો પૂરા કરનારા છો. છતાં અમને જોઈ આપે સવારી ફેરવી? આ સાંભળી પ્રજાપાલ રાજા તેને ખાતરી આપે છે કે હું તમારા મનોરથો અવશ્ય પૂરા કરીશ. તે વખતે કોઢિયાએ પોતાના નાયક ઉંબર રાણા માટે સામાન્ય ઘરની કન્યા માંગી. આ માંગણી સાંભળીને રાજાને તરત જ મયણા યાદ આવી કે, હઠીલી દીકરીએ ભાગ્યનું પૂછડું પકડ્યું છે તો હવે તેને ખબર પાડી દઉં કે ભાગ્યથી શું મળે !\nવિચાર કરો ! મયણા સગી દીકરી છે. રાજાએ પોતે જ તેને લાડકોડથી ઉછેરી છે. તેને સારામાં સારા રાજકુમાર સાથે પરણાવવાના અરમાનો પણ તેણે જોયા હશે. છતાં આજે એ જ બાપ કષાયવશ થઈ દીકરીનું ભાવી બરબાદ કરવા તત્પર થયો છે. વાત્સલ્ય સભર હૈયું, જાણે અણગમાનો સાગર બની ગયું ! તેના ફળરૂપે રાજાએ પોતાની સત્તાની તાકાત બતાડવા મયણાને કોઢિયા સાથે પરણાવવાનો નિર્ણય કર્યો. તે માટે ફરી રાજસભા ભરી અને કોઢિયાઓને તથા મયણાને રાજસભામાં બોલાવ્યા.\n\nમયણા વિનય અને મર્યાદા સાથે રાજસભામાં આવી રહી છે. ત્યારે તેના મુખ પર કોઈ કુતૂહલ નથી કે પિતાએ મને ફરી કેમ બોલાવી હશે ! નથી કોઈ ડર કે હવે કઈ નવી કસોટી આવશે ! એ જ સ્વસ્થતા અને આત્મવિશ્વાસ સાથે તે આવી રહી છે. મયણાનું રૂપ, બુદ્ધિ પ્રતિભા જો",
  "ઈને રાજાની અકળામણની આગ ઠરી. આખરે તો બાપ છે ને! એટલે તેનું હૈયું પીગળી ગયું. તેને થયું કે, ક્યાં મારી આ ઉગતી કળી જેવી દીકરી ! અને ક્યાં આ કોઢિયો ! પ્રેમાળ બાપનું હૈયું દીકરીને કોઢિયા સાથે પરણાવવા તૈયાર નથી. આથી રાજા કહે છે કે ‘‘મયણા ! હજી પણ તું વિચાર કરી લે ! જો તું મારી મહેરબાનીને માને તો તને દેવકુંવર જેવા રાજકુમાર સાથે પરણાવું અને જો ભાગ્યને જ માનતી હોય તો તારા નસીબે આ કોઢિયો આવ્યો છે ! તેનો હાથ પકડીને ચાલતી થા ! આવેશના અંઘાપામાં રાજા એટલું પણ વિચારી નથી શકતો કે મારા આ નિર્ણયથી દીકરીનું ભાવી કેટલું અંધકારમય થશે !\nઆખા ઘટના પ્રસંગનો આ peak period છે. મયણા જાણે છે કે પિતાની શક્તિ શું છે. તેઓ મને કેવા સંયોગોમાં મૂકી શકે છે. પરંતુ અજાણી વ્યક્તિ સાથે મને પરણાવવાનો નિર્ણય કરશે એવું કદાચ તેણે પણ વિચાર્યું નહીં હોય. જો કે રાજાએ અણધારી શરત દ્વારા મયણાને કસોટીના શીખરે મૂકી દીધી...છતાં મયણાના પેટનું પાણી પણ હલતું નથી. શરત સાંભળ્યા પહેલા તે જેવી સ્વસ્થ અને શાંત હતી એવી જ પછી પણ છે. તે જાણે છે કે હવે બે જ વિકલ્પ છે. જો પિતાની વાતને વધાવીશ તો બધી અનુકૂળતાઓ મારા ચરણોમાં આળોટશે અને જો તેમને નારાજ કરીશ તો ભવિષ્યમાં મારે સહન કરવાનું આવશે.\nઅત્યાર સુધી મયણા હરેક કસોટીમાં જીતી છે. પરંતુ આવા critical સંયોગોમાં તે શું કરશે? જીત કોની થશે? જિનવચન ખાતર પોતાના સુખોને છોડવા તૈયાર મયણાની? કે કઠોર શરત દ્વારા સત્તાની મહત્તા સ્થાપવા થનગનતા રાજાની? તે જાણવા ફરી મળીશું. પ્રજાપાલ રાજાના દરબારે !\nNext episodeમાં !....\n \nMAYNA SUNDARI - THE REAL WINNER - EP 05\nજીવનમાં જ્યારે એવો પ્રસંગ ઉપસ્થિત થાય કે, જો ધર્મરક્ષા કર શું તો મોટું ભૌતિક નુકશાન થાય એમ છે અને જો ધર્મમાં થોડું compromise કરીશું તો ભૌતિક ઘણા લાભ મળે એમ છે ત્યારે મોટા ભાગે લોકો ધર્મને છોડી દેતા હોય છે. ભલે તેઓ દેવ-ગુરુ-ધર્મને પૂજે, તેમની ભક્તિ કરે, પરંતુ તેમનો રાગ એટલો કાચો અને નબળો હોય છે કે કસોટીમાં તૂટતા વાર ન લાગે. ભૌતિક લાલચો કે સંકટોના ડરથી તેઓ તરત સંસાર તરફ ઢળી જતા હોય છે. આવા લોકો સાચાનું સમર્થન પણ ન કરી શકે એટલા નબળા હોવાથી હારના શિકાર બને છે. જ્યારે સાત્વિક મનોવૃત્તિવાળાને ન તો ભૌતિક inducement લલચાવી શકે કે ન તો આપત્તિઓ હલાવી શકે. તેનું જીવંત દૃષ્ટાંત એટલે મયણા!!\nપ્રજાપાલ રાજા જાણે છે કે બોલવામાં જેટલી હિંમત, સત્વ જોઈએ એના કરતા, બોલ્યા પ્રમાણે આચરવામાં વધારે દૃઢતા, મનોબળ જોઈએ. આથી તેણે વિચાર્યું કે, મયણા બહુ ભાગ્ય ભાગ્ય કરે છે તો હવે એવું કંઈક કરું કે તે બોલેલું પાળી ન શકે. આથી હાર-જીતના સંગ્રામમાં રાજાએ છેલ્લા શસ્ત્ર તરીકે મયણાને offer મૂકી કે ‘‘કાં તું મારી મહેરબાની સ્વીકાર! અથવા કોઢિયાને પરણ!’’ અહીં મયણાની ખરી કસોટી છે. એક બાજુ દેવ-ગુરુ-ધર્મ છે અને બીજી બાજુ રાજા છે, એક બાજુ ધર્મ અને ધર્મના સિદ્ધાંત છે અને બીજી બાજુ સત્તા સંપત્તિ ભોગની રેલમછેલ છે.\nમયણાની જગ્યાએ તમે હો તો શું કરો? અરે! Result ખરાબ આવવાની possibility પણ દેખાય તો તરત પાટલી બદલીને કહો શું? કે મૂકો પંચાત! પહેલા આપણું ઘર સાચવો! ધર્મની વાત કર્યા પછી તમે ગમે ત્યારે ફસકી જાઓ એવા છો, માટે જ તમે જ્યાં જાઓ ત્યાં ધર્મનો ફિયાસ્કો કરો. જો અત્યારે મયણા પ્રતિકૂળતાઓના ડરથી depressive બની મિચ્છામી દુક્કડમ માંગત અને પિતાની offer accept કરત તો જૈન ધર્મના સિદ્ધાંતની ફજેતી થાત.\nવળી, એક બાજુ નાજુક સુકોમળ મયણા અને સામે પાત્ર તરીકે કોઢિયો! કજોડું લાગે ને? મયણાને બદલે તમે હો તો સગા બાપને શું કહો? કે જીંદગી મારે પસાર કરવાની છે એટલે મારે જેને પરણવું હશે તેને હું પરણીશ!",
  " તમારે માથું મારવાની જરૂર નથી. જેમ રાજવૈભવ મને ભાગ્યથી મળ્યા તેમ વર પણ ભાગ્યથી મળશે! તમે ચિંતા છોડી દો! આમ અવસરે એવું બોલો કે ધર્મનું devaluation થાય જો મયણાને પણ જિનવચન કરતા ભોગ સુખનું valuation વધારે હોત તો તે પણ આ જ રીતે બોલત! મક્કમતાથી જે સિદ્ધાંતને તેણે સ્થાપિત કર્યો, એ પ્રમાણે આચરણ કરવાનો અવસર આવ્યો ત્યારે તે ડગી જાત તો તેની તો ફજેતી થાત, પણ સાથે-સાથે લોકો જૈન ધર્મની પણ નિંદા કરત કે ‘‘જોયા જોયા ધર્માત્મા! પહેલા વગર વિચાર્યે મોટે ઉપાડે વિરોધ કરે અને પછી તકલીફો આવે ત્યારે પાણીમાં બેસી જાય!’’ પરંતુ મયણા તો એટલી સત્વશાળી છે કે પિતાની આજ્ઞા સાંભળીને તેનું રૂંવાડું પણ ફરક્યું નથી. પહાડ કંપી જાય પણ આ રાજકન્યા જરાય ડગે એમ નથી. દેવ-ગુરુ-ધર્મ પાસે સંસારના સંબંધો તેના માટે કોઈ વિસાતમાં નથી. જિનવચન સામે ભોગ સુખ તેને માટે ધૂળ બરાબર છે. તમારા જીવનમાં વધારે મહત્વ કોનું? દેવ-ગુરુ-ધર્મનું? કે સંસારનાં સંબંધોનું? ધર્મ ઉપર આફત આવે ત્યારે તમારું લોહી ઉકળે ? કે તમારું કંઈ લૂંટાતું દેખાય ત્યારે અકળાઈ ઉઠો? તમે ધર્મ ખાતર કોઈ સાથે સંબંધ બગાડવા તૈયાર નથી હોતા. જ્યારે મયણા માટે દેવ-ગુરુ-ધર્મ જ સર્વસ્વ છે એટલે દુનિયા સાથે સંબંધ બગડશે તો તેને ચિંતા નથી, પણ પોતાના હાથે ધર્મનું degradation કરવા તે જરા પણ તૈયાર નથી. બાકી રાજાએ તો એવી શરત મૂકી છે કે ભલભલા ઠંડા પડી જાય. અરે! રાજા સહિત કેટલાય લોકોને એમ જ હતું કે હવે તો આ રાજકન્યા ચોક્કસ પિતાની વાતને સ્વીકારશે. આટલા ભોગ વૈભવ છોડી, તે કોઢિયા સાથે થોડી જશે? પરંતુ બધાની આશા પર પાણી ફરી વળે એ રીતે દૃઢતાથી જવાબ આપતા મયણા કહે છે કે, ‘‘પિતાજી! આપની દીકરી મયણા ધર્મના સિદ્ધાંત વિરુદ્ધની વાતમાં સંમતિ આપે તેવું ત્રણ કાળમાં નહીં બને!’’\nપિતાના આ અંતિમ પ્રહારને પણ મયણાએ એક ઘા અને બે ટુકડાની જેમ નિષ્ફળ કરી દીધો. પોતાના સમગ્ર જીવનને હોડમાં મૂકીને તેણે આ જંગ ખેલ્યો છે. ધર્મ પ્રત્યે તેની શ્રદ્ધા એટલી દૃઢ છે કે ગમે તેવો ચમરબંધી પણ તેને પોતાની વાતમાંથી ચલાયમાન કરી શકે તેમ નથી. વળી, પોતે એટલી રૂપસંપન્ન, કળાસંપન્ન છે કે તેને ઊંચા રાજવૈભવ અને રૂપરૂપના અંબાર જેવા રાજકુમારો મળે એમ છે. પણ જિનવચનના ભોગે તેને એક પણ ભોગ સુખ જોઈતા નથી. આ નિશ્ચલતાના કારણે જ તેણે સગા બાપને હિંમતથી જવાબ આપ્યો છે, તેની firmness જોઈને રાજા સમજી ગયો કે મયણા પોતાની વાત છોડે એમ નથી. આથી અકળાઈને તેણે કહ્યું કે, ‘‘તારા ભાગ્યથી આ કોઢિયો આવ્યો છે. એનો હાથ પકડીને તું ચાલતી થા! અને તારા ભાગ્યને ભોગવ!’’\nમયણાએ અત્યાર સુધી જીવનમાં પિતાનું એક પણ વચન ઉત્થાપ્યું નથી. પિતા સાથે અવિનય કર્યો નથી. માટે કોઈ જાતનો વિકલ્પ કર્યા વિના તેણે સહર્ષ પિતાની આજ્ઞા સ્વીકારી. ઉંબરરાણાનો હાથ પકડવા સ્વસ્થતાથી તે દિશામાં પગલાં ભરે છે. જ્યાં ધર્મના સિદ્ધાંતનો પ્રશ્ન હતો ત્યાં તે ટસની મસ ન થઈ. ઊલટું, પિતાની ખોટી વાતનું સત્વ સાથે ખંડન કર્યું અને જ્યાં પોતાની ભૌતિક સુખ સગવડતાનો સવાલ હતો ત્યાં એ જ મયણાએ, આખી જીંદગી બરબાદ થાય એવી પિતાની વાતને પણ સહર્ષ સ્વીકારી!\nહકીકતમાં, ખોટા પિતા છે! દીકરીના જીવનના ભોગે પોતાની વાતનો કક્કો ખરો કરવા તત્પર પિતા છે! આવા પિતાનું સાંભળવાની જરૂર હોય ખરી? જે વડીલો સાથે તમારી બોલાચાલી થઈ હોય તેમની આજ્ઞા માનવા તમે તૈયાર થાઓ ખરા? અરે! ઘરમાં ઝઘડો થાય તો બે દિવસ સુધી બોલો પણ નહીં. મોઢું ચડાવીને બેસો! તો વડીલની આજ્ઞા માનવાનો તો પ્રશ્ન જ ક્યાં છે? અહીં મયણાએ સ્વાર્થથી કંઈ કર્યું નહોતું એટલે જ તે સ્વસ્થતાથી પિતાની આજ્ઞા માને છે.\nAt a glance શું લાગે? કે મયણા પિતા સામે પડી એટલે તેને સુખ-સાહેબી, માન-",
  "પાન, બધી અનુકૂળતાઓ છોડવાના દિવસનો આવ્યા હવે આખી જીંદગી કોઢિયા સાથે પસાર કરવાની આવશે. આ જોઈને તમને એમ જ લાગશે કે મયણાની વાત ખોટી ઠરી અને રાજા સાચો સાબિત થયો. મયણા હારી અને રાજા જીત્યો. આ દૃષ્ટાંતમાં અંતે ધર્મની અને ધર્મના સિદ્ધાંતની જ જીત થવાની છે. તે આપણે જાણીએ છીએ, પરંતુ મયણા તો અત્યારે પણ જીતી રહી છે. રાજાએ સત્તાના નશામાં કહ્યું કે હું ધારું તેને સુખી કે દુ:ખી કરી શકું છું. બધા ઉપર મારો control છે, પરંતુ તે જ રાજાની સત્તા સગી દીકરી પર ન ચાલી. રાજા મયણાને તેની વાતમાંથી ડગાવી ન શક્યો! ન દલીલો દ્વારા ! ન personal allegation દ્વારા કે ન તો કોઢિયાને પરણવાની શરત દ્વારા ! શું આ પ્રજાપાલ રાજાની હાર નથી? Set back નથી? છે જ! તેની સામે મયણાએ તો અડગ રહીને prove કરી દીધું કે સત્તા નાચીઝ છે.\nઆમ, સત્તા ક્યાંય સત્યનિષ્ઠા ઉપર સરસાઈ ન મેળવી શકી. અંતે સત્તા હારી અને સત્યની જીત થઈ. રાજાની હાર અને મયણાની જીત! હજુ પણ રાજા મયણાને ડગાવવા શું કરશે? તેમાં પણ કોણ જીતશે? વાક્‌બાણોથી મયણાને ઘાયલ કરવા તત્પર રાજા? કે ધર્મ માટે સર્વસ્વનો ભોગ આપવાનું સત્વ ધરાવનાર મયણા? જાણવા મળીએ ફરી next episodeમાં…\n\n\n\n \nMAYNA SUNDARI - THE REAL WINNER - EP 06\nઆ જગત સત્ય ઉપર ટકેલું છે, અસત્ય પર નહીં. અસત્ય તો એટલું નબળું છે, ખોખલું છે કે બીજાને તો સહારો નથી આપી શકતું પરંતુ, તેને પોતે પણ જો ટકવું હોય, જીત મેળવવી હોય તો સત્યનો support લેવો પડે છે. જ્યારે સત્ય independent છે. સ્વયંનિર્ભર છે. તેને પોતાનું અસ્તિત્વ ટકાવવા, કોઈ સહારાની જરૂર નથી. સત્યના પક્ષે રહેનારે હકીકત જ કહેવાની છે. આથી તેઓ હંમેશા નિશ્ચિંત અને જીતનારા  હોય છે, જ્યારે અસત્યના પક્ષે રહેનારા, જીતવા માટે અસત્યનો સહારો લેનારા હંમેશા crippled હોય છે. પોતાની ખોટી વાતને સાચી પૂરવાર કરવાની ચિંતામાં રહે છે.આવો ! આ વાતને આપણે  મયણાસુંદરીના દૃષ્ટાંત દ્વારા સમજીએ !   \nગયા પ્રવચનમાં આપણે જોયું કે રાજાએ જીદ પકડી કે કોઈ પણ રીતે મયણા મારી વાત સ્વીકારે અને સાચી વાત દફનાવી દે, પરંતુ ગમે તેવી આસમાની સુલતાની થાય તો પણ મયણા સાચી વાત છોડવા તૈયાર નથી. એટલે જ કોઈ વિકલ્પ વિના તે ઉંબરરાણાનો હાથ પકડવા તૈયાર થઈ, પરંતુ જેવી તે નજીક આવી કે તરત જ શ્રીપાલ ખચકાઈને પાછળ ખસી ગયો અને રાજાને કહ્યું કે ‘‘મહારાજા! આ યોગ્ય નથી થઈ રહ્યું. કાગડાના કંઠે મોતીની માળા ન શોભે.’’ શ્રીપાલ વિચારે છે કે ક્યાં આ અપ્સરા જેવી રાજકન્યા અને ક્યાં હું! મારા ભોગસુખો માટે હું તેનું જીવન કઈ રીતે બરબાદ કરી શકું! શ્રીપાલ એટલો ખાનદાન,અને ઉદાર,છે કે આવી રાજકન્યાને પણ જતી કરવા તૈયાર છે. આમ તો કોઈ તે ને સામાન્ય કન્યા પણ આપવા તૈયાર નહોતું એને બદલે અત્યારે પુણ્યયોગે રાજકન્યા મળી રહી છે. જો હમણાં તે ના પાડે તો કદાચ આખી જીંદગી વાંઢા રહેવાનું પણ આવે. આવા સંયોગોમાં ના પડાય? તમને  શ્રીપાલ મૂર્ખો લાગશે ને? કહેશો શું ? કે લક્ષ્મી ચાંદલો કરવા આવે ત્યારે મોઢું ધોવા જવાતું હશે ?\nપરંતુ શ્રીપાલ સજ્જન છે, ઉત્તમ સ્વભાવવાળો છે. એટલે આનાકાની કરે છે. તે ધારત તો વિચારી શકત કે મેં ક્યાં રાજકન્યા માંગી છે ? રાજા હોંશથી આપે છે. અને રાજકન્યા પણ ખચકાટ વિના પરણવા તૈયાર છે તો હું શા માટે ના પાડું ? તમે કલ્પના પણ ન કરી હોય એવી offer કોઈ કરે ત્યારે તમે પોતાની લાયકાતનો વિચાર કરો કે એમ કહો કે સામેથી મળેલી અનુકૂળતાને જતી થોડી કરાય ? \nશ્રીપાલ સાત્વિક છે એટલે ના પાડે છે, પરંતુ મયણા પણ પગની પાનીથી વ્યક્તિને ઓળખી લે  એટલી વિચક્ષણ છે . શ્રીપાલના વ્યવહાર અને ઉદ્‌ગારો પરથી તે વિચારે છે  કે આ કોઈક ઉત્તમ પુરૂષ લાગે છે. નહીંતર આવા સંયો",
  "ગમાં સામાન્ય માણસ આવું ન બોલે. ભલે પિતાએ મને કોઢિયા સાથે પરણાવી, પરંતુ મારું પુણ્ય હજી તપે છે. મારો ધર્મ મારી પડખે છે. માટે આવો સજ્જન અને લાયક વ્યક્તિ મને મળ્યો. તેથી એને confidence આવ્યો કે આવા ઉત્તમ પુરૂષ સાથે હું બહુ સારી રીતે જીવી શકીશ. વિચાર કરો ! શ્રીપાલે આખી જીંદગી માટે મયણાનું દિલ કેવું જીતી લીધું !  તે પણ વગર ઓળખાણ - પિછાણે ! \nતમારામાં કોઈનું દિલ જીતવાની આવડત છે? કે બધેથી જાકારો મેળવવાની કળા છે ? તમે બીજાની  લાગણી, વિશ્વાસ જીતી શકો ? કે ખોખલો રૂઆબ કરીને સદ્‌ભાવ ગુમાવો ? તમે વર્ષો સુધી જેની સાથે રહો, જેને સાયવવામાં બેવળા વળી જાઓ તેનું પણ દિલ જીતી નથી શકતા. જ્યારે શ્રીપાલે તો પહેલી જ વારમાં મયણાનું દિલ જીતી લીધું. સામે મયણાનું વર્તન જોઈ શ્રીપાલને થયું કે પિતાની કષ્ટદાયક આજ્ઞા ને સ્વીકારવામાં પણ આ રાજકન્યાએ જરાપણ આનાકાની કરી નથી. આટલી વિનયી છે છતાં ધર્મ ખાતર પિતાની વાતને જરાપણ મચક આપતી નથી. એટલે આ સ્ત્રી અત્યંત ધર્મશીલા છે . દેવ-ગુરુ-ધર્મને વફાદાર છે. સાથે સંસ્કારી અને વિનયી છે. આમ, મયણાએ વગર બોલે વર્તનથી શ્રીપાલનું દિલ જીતી લીધું. \nહવે, આ પ્રસંગમાં વિચારીએ તો રાજા નબળો છે, કારણ કે તેની bearing capacity ઓછી છે. પોતાની સામાન્ય setbackને તો તે accept નથી કરી શકતો. પરંતુ અકળામણને outlet કરવાનો એક scope પણ છોડતો નથી. જ્યારે મયણાની bearing capacity ઘણી જ વધારે છે. મોટા દુ:ખને પણ તે હસતે મોઢે પચાવી શકે છે. આથી તે બળવાન છે, વિજેતા છે. પણ આવું ગણિત ન સમજી શકનાર રાજા શ્રીપાલને કહે છે કે, ‘આમાં મારો વાંક નથી. આ મારી દિકરી, મારી મહેરબાનીથી સુખ-દુ:ખ છે એ વાત માનવા તૈયાર નથી. પોતાના ભાગ્યને જ માને છે. તો તેના ભાગ્યથી તમે આવ્યા છો. એમાં હું શું કરું ?\nઅહીં જોવાની ખૂબી એ છે કે રાજા accept કરવા તૈયાર નથી કે હું અનુચિત કરું છું, મયણાનું જીવન બરબાદ કરું છું. ઊલટું તે શ્રીપાલને કહે છે કે તેના ભાગ્યથી તમે આવ્યા છો. તેના ભાગ્ય પ્રમાણે આ જ  ઉચિત છે. આનાથી prove એ થાય છે કે અનુચિત કાર્ય પણ ઉચિતના ઓઠા હેઠળ જ કરવું પડે છે. સાચાનો support લઈને જ ખોટું ટકી શકે છે. પ્રજાપાલ રાજાએ પણ આ જ રસ્તો અપનાવવો પડ્યો. પરંતુ મયણા સચ્ચાઈનો રસ્તો છોડવાની નથી. વળી, અત્યારે જો મયણામાં સહિષ્ણુતા, ક્ષમા આદિ ગુણો ન હોત તો તે પિતાના મેણા-ટોણાં સહન ન કરી શકત. મયણાની જગ્યાએ તમે હો તો control રહે? બાપનું મોઢું પણ જોવા તૈયાર થાઓ ? કે મનમાં વેર લઈને જાઓ ? મયણાને ગુસ્સો નથી આવતો કે, એક તો પિતાજી મને કોઢિયા સાથે પરણાવે છે અને ઓછું હોય તો હવે taunt પણ મારે છે ! ઊલટું, તેના મુખની રેખા પણ બદલાતી નથી. તે માને છે કે મારા કર્મ ને કારણે જ પિતાએ મારી સાથે આવું વર્તન કયુઁ મયણા જે સત્ય માને છે,તેની તેના વિચાર, વાણી , વર્તનમાં છાંટ દેખાય છે.\nઆમ આ જંગમાં મયણા છેલ્લે સુધી પિતા સામે ટકી રહી. પોતાની વાતથી ખસી નહીં, પરંતુ આચરીને  બતાડ્યું. પિતાના મેણાં - ટોણાંની જાણે કોઈ અસર જ ન હોય તે રીતે તેણે શ્રીપાલનો હાથ પકડી લીધો. પિતાના હાવભાવ જોઈને તે સમજી ગઈ કે હવે જો વધારે વાર અહીં રહીશ તો પિતાનો ગુસ્સો હજી વધશે એટલે વિદાય લેવા પિતા પાસે આવે છે , વિનયથી પગે લાગી, તેમની ચરણરજ માથે ચઢાવે છે. આવા સંયોગોમાં પણ મયણા પિતાને પગે લાગીને દિકરી તરીકેનું યોગ્ય વર્તન કરે છે, જ્યારે રાજા દિકરીને આશીર્વાદ આપવા આદિ રૂપ ઉચિત વર્તન પણ નથી કરી શકતો. તે કષાયોથી એટલો હારેલો છે કે દિકરી પ્રત્યે પ્રાથમિક ઉચિત વર્તન પણ તે નથી કરી શકતો. તેના જ્યારે મયણાએ પોતાના કષાયોને એટલા જીત્યા છે કે ઉચિત વર્તનમાં કષાયો તેને અવરોધ નથી કરી શકતા. આ ઉત્તમ વ",
  "્યવહારથી કોઈ પણ સમજી શકે કે માત્રને માત્ર ધર્મ ખાતર આ કન્યા પિતા સામે પડી હતી બાકી પિતા સાથે તેને અંગત રાગ-દ્વેષ, અણબનાવ નહોતો .\nએક ધર્મરક્ષકમાં દેવ-ગુરુ-ધર્મ પ્રત્યેની વફાદારી, સમર્પણ તો જોઈશે જ, સાથે ગંભીરતા, શાંતતા, ઉદારતા પણ જોઈશે.પહેરેલે કપડે એક અપરિચિત વિદેશી કોઢિયા સાથે જવું તે નાનું સાહસ નથી. દેવ-ગુરુ-ધર્મના બળે મયણાએ જે હિંંમત દાખવી છે તે ખરેખર દાદ માંગે તેવી છે. રાજાએ તો તેને હરાવવા બધી મહેનત કરી, પરંતુ અંતે તે હાર્યો અને મયણા જીતી. આત્મબળ હોવાના કારણે ભાવિની ચિંતા, તેની સત્ય પ્રત્યેની વફાદારી પર કુહાડાનો ઘા ન કરી શકી. રક્ષક કાયમ ધર્મના બળે, આત્મબળે જીવનારા હોય છે. નહીં કે ભૌતિક વસ્તુ, સંયોગ કે વ્યક્તિના બળે! જ્યારે હારનારા અંદરથી ખોખલા હોય છે.તેમની ઉભી કરેલી બાહ્ય દુનિયામાં જરાક આમ તેમ થાય તો તેઓ તરત નરમ ઘેંસ જેવા થઈ જતાં હોય છે, કારણકે તેઓ આત્મબળથી જીવતા નથી,આ પ્રસંગમાં મયણા એક-એક પરીક્ષામાં જીતતી ગઈ. કારણકે આત્મબળથી જીવવાની કળા તેનામાં જોરદાર હતી . પાછળથી પુણ્યના કારણે તેના સંયોગો ફરશે, અનુકૂળતા તેના ચરણોમાં આળોટશે, પરંતુ અત્યારે તેને કોઈએ એવી ગેરંટી નથી આપી કે તારું ભવિષ્ય સારું છે. તેમજ ભૌતિક દ્રષ્ટિએ ભવિષ્યનો વિચાર કરીને તેણે એક પણ પગલું ભર્યું નથી. માત્ર દેવ-ગુરુ-ધર્મ પરની અતૂટ શ્રદ્ધાના કારણે તેના બધા વિઘ્નો ટળશે. આજે મોટા ભાગના જીવોમાં શ્રદ્ધા, સમર્પણ નો દુકાળ છે. મયણા આ ગુણોની અપેક્ષાએ શ્રીમંત હતી, જ્યારે આપણે ગરીબ છીએ. માટે આપણે ક્યારેય જીતી શકતા નથી કે રક્ષક પણ બની શકતા નથી. મયણા એક મહાસત્વશાળી ર્ધમરક્ષક છે. આથી જિનવચનની રક્ષા દ્વારા એક મહાન સુકૃત કર્યાનાં સંતોષ, ગૌરવ સાથે તે રાજમહેલની બહાર નીકળી શકી.\nઅહાં સંતોષ તો મયણા અને પ્રજાપાલરાજા બંનેને થયો છે. જીવનમાં સર્વસ્વના ભોગે પણ જિનવચનની રક્ષા કર્યાનો સંતોષ મયણાને છે, જ્યારે ગમે તેમ કરીને પણ સાચી વાત દબાવી પોતાની વાત સિદ્ધ કર્યાંનો સંતોષ રાજાને થયો છે. પણ બંનેના સંતોષમાં ઘણો ફેર છે. પોતાના કષાયોને જીતીને યોગ્ય વર્તનથી મેળવેલો સંતોષ મયણાનો છે, જ્યારે પોતાના કષાયોથી હારી અયોગ્ય વર્તનથી મેળવેલો સંતોષ રાજાનો છે. તેથી મયણાનો સંતોષ આગળ જતા પરમ સંતોષનું કારણ બનશે, જ્યારે રાજાનો સંતોષ થોડા જ સમયમાં મહાઅફસોસનું કારણ બનશે. આ જ તો છે હાર-જીતના માર્ગનું રહસ્ય! ચાલો હાર - જીતના concept ને હજી વધારે જાણવા, સમજવા મળીએ next episodeમાં…\n \nMAYNA SUNDARI - THE REAL WINNER - EP 07\nજેમ યુદ્ધના અવસરે સૈનિકો એમ નથી વિચારતા કે સામે કોણ છે. તેની સત્તા, powers કેટલા છે, હું ઘાયલ થઈશ કે મરી જઈશ તો? માત્ર દેશરક્ષાની ભાવનાથી પોતાની બધી શક્તિ કામે લગાડી તે પ્રયત્ન કરે છે. તેમ મયણાએ પણ કોઈ વિકલ્પ કર્યા વિના એક સત્તાધીશને પડકાર્યો. તેના ફળ સ્વરુપે ભાવિ જોખમ પણ ઉભા થયા. છતાં તે સ્વસ્થતાથી હરેક પરિસ્થિતિને સ્વીકારી શકી. કારણ કે તે જીતના માર્ગે છે. કોઈ વ્યક્તિ, સંયોગો તેની સ્વસ્થતા છીનવી શકે તેમ નથી, તેને અસ્વસ્થ કરી શકે તેમ નથી. જ્યારે પ્રજાપાલ રાજા હારના માર્ગે છે, Vulnerable છે, નબળો છે. એટલે જ નિમિત્તને પામીને તે આકુળ-વ્યાકુળ થયો, અસ્વસ્થ થયો. એટલું જ નહીં ઉચિત વર્તન પણ ચૂકી ગયો.\nરાજા રીઝે તો શું થાય અને ખીજે તો શું થાય એ દાખલો બેસાડવા તેણે મયણાને કોઢિયા સાથે પરણાવી . પહેરેલે કપડે રવાના કરી અને સુરસુંદરીને મનગમતા રાજકુંવર સાથે ધામધૂમથી પરણાવી. તેમ જ અઢળક દાયજો પણ આપ્યો. નબળી વ્યક્તિનો સ્વાર્થ ઘવાય એટલી વાર છે, તે ક્યારે કઈ બાજુ ઢળી જાય તે કંઈ કહેવાય નહીં. રાગને દ્વેષમાં અને વ્હાલને અણગમામાં પલટાતા વાર ન લાગ",
  "ે. રાજા માનહાનિ થતા તટસ્થતા ચૂક્યો. આવેશમાં તેણે પગલું પણ લીધું - તેનાથી આમ જનતાને એ વાત બેસી ગઈ કે રાજાની મહેરબાની અને નારાજગીથી જ લોકો સુખી કે દુ:ખી થાય છે. પરંતુ આ બહુ narrow vision છે, અત્યાર સુધી મયણા મક્કમ રહીને બધી પરીક્ષામાંથી હેમખેમ પસાર થઈ. આમ, અંદરથી તો તે જીતેલી જ હતી, પણ બાહ્ય દૃષ્ટિએ પણ તે જીતી રહી છે. આ બાહ્ય જીત સમજવા પણ તમારી પાસે સાચી vision જોઈશે. રાજાએ ભલે તેને કોઢિયા સાથે પરણાવી, પરંતુ કુદરત પણ જાણે આવા ધર્મરક્ષકને અનુકૂળ થવામાં પોતાનું સદ્‌ભાગ્ય ન માનતી હોય તેમ કોઢિયાના વેશમાં તેને એક ઉત્તમ પુરુષની ભેટ આપી. સાથે પરણવા માટે ઉત્તમ લગ્નવેળા પણ આપી. પિતાએ તો તેની ખાના-ખરાબી કરવામાં કંઈ બાકી નહોતું રાખ્યું, પરંતુ ભાગ્યે યારી આપીને તેની વાતને જ સિદ્ધ કરી દીધી. એટલે બાહ્ય દૃષ્ટિએ પણ જીત તો મયણાની જ થઈ .\nઆ બાજુ મયણા પિતાને પગે લાગી મહેલમાંથી બહાર નીકળી. કોઢિયાઓએ શણગારેલ  ખચ્ચર ઉપર બેસી તે શ્રીપાલ સાથે રાજમાર્ગ પરથી પસાર થઈ રહી છે. ત્યારે કોઈક તેની માતાની, કોઈક તેના કલાચાર્યની તો કોઈક તેની જ નિંદા કરે છે. પોતાની નિંદાની તેને કોઈ અસર નથી, કારણ કે તેને પૂરો વિશ્વાસ છે કે મેં કંઈ ખોટું કર્યું નથી. પરંતુ લોકો જૈન ધર્મની હાંસી ઉડાડે છે કે આ ધર્મ કેવો છે કે ઉપકારીઓનો પણ વિનય નથી શીખવતો. તેના principles કેવા, જે આ રીતે કોઈની પણ સાથે વિરોધ જન્માવે. આવી ધર્મ નિંદાથી તે ખૂબ જ વ્યથિત છે. પોતાના નિમિત્તે લોકો જૈન ધર્મની નિંદા કરે છે તે એનાથી સહન નથી થતું. વિચાર કરો! અત્યારે પણ તેને પોતાની નહીં પણ ધર્મની, શાસનની કેટલી ચિંતા છે! એક રીતે જોવા જાઓ તો અત્યારે આફતમાં દેવ-ગુરુ-ધર્મ નહીં પણ પોતે છે. સામાન્ય રીતે આવે વખતે પોતાની ચિંતા પહેલા થાય. પણ આ તો મયણા છે! તેના રગેરગમાં ધર્મ, જિનવચન એવા વસ્યા છે કે આવા કપરા સંયોગોમાં પણ તેને પહેલા દેવ-ગુરુ-ધર્મની ચિંતા થાય છે, પરંતુ અત્યારે અવસર ન હોવાથી તે મૌન રહે છે.\nજેવા તેઓ ધર્મશાળામાં પહોંચ્યા કે કોઢિયાઓએ ખૂબ ઠાઠમાઠથી બંનેના લગ્ન કરાવ્યા. પોતાના નાયકને આવી રાજકન્યા મળી હોવાનો સૌને આનંદ છે, પરંતુ શ્રીપાલ ઉદાસ છે. તેના મોઢા ઉપર કોઈ ઉલ્લાસ નથી. પોતાના કારણે એક રાજકન્યાનું જીવન બરબાદ થશે એનો તેને અફસોસ છે. એટલે રાત્રે એકાંત મળતા તેણે મયણાને, યોગ્ય રાજકુમાર સાથે પરણવાની વાત કરી.\nતમારી દૃષ્ટિએ મયણા માટે આ golden opportunity છે ને? જો મયણા નબળી હોત તો તે વિચારત કે અત્યાર સુધી હું બધા સંયોગોમાં સત્યને વળગી રહી છું. જિનવચનની રક્ષા પણ મેં કરી છે . હવે સામે ચાલીને પતિ આવી offer કરે છે અને હજી મારું શીલ પણ અખંડ છે તો offerને સ્વીકારવામાં વાંધો શું છે? ભાગ્યથી જ પહેલા દુ:ખી થઈ હતી અને પાછી ભાગ્યથી જ સુખી થઈશ. મારા સિદ્ધાંતને પણ ક્યાંય ધક્કો નહીં લાગે. નબળી વ્યક્તિ vulnerable હોવાથી તેની વાતો, વર્તન ફેરફુદરડીની જેમ ફર્યાં કરે . જ્યારે બળવાન વ્યક્તિએ તો જે સ્વીકાર્યું તે સ્વીકાર્યું! પછી સંયોગ બદલાય, વ્યક્તિ બદલાય, ગમે તે થાય પણ તે પોતે ક્યારેય ફરે નહીં. એટલે જ તેની વાત બધે acceptable હોય છે અને બીજાનો વિશ્વાસ મેળવી તે બધે જીતે પણ છે.\nમયાણા real winner હોવાથી તેને એક પણ નબળો વિચાર નથી આવ્યો. પિતા સાથેના અણબનાવ વખતે તેની આંખમાંથી એક પણ આંસુંનુ ટીપું નહોતું પડ્યું, પરંતુ શ્રીપાલની વાત સાંભળીને તે ચોધાર આંસુએ રડી પડી. તેણે શ્રીપાલને કહ્યું કે, ‘પિતાની આજ્ઞાથી હું આપને વરી છું! હવે એક જ ભવમાં હું બે ભવ નહીં કરું ! માટે આપ આવી વાત ફરી  ક્યારેય નહીં કરતા.’ મયણાને એ પણ ખબર છે કે શ્રીપાલના સહવાસથી પોતાને કોઢ થવાની પૂરેપૂરી શક્યતા છે",
  ". એટલે જો તે શ્રીપાલની offer સ્વીકારે તો મનગમતું પાત્ર પણ મળે અને પોતાનો નિરોગી રૂપસંપન્ન દેહ પણ ટકી રહે. પરંતુ તેને નિરોગી દેહ કરતા શીલસંપન્ન દેહનું મહત્વ કઈ ગણું વધારે છે.\nઆપણને ખ્યાલ છે કે પ્રજાપાલ રાજાએ બંન્ને દિકરીઓને પરીક્ષારૂપે ઘણા પ્રશ્નો કર્યાં હતા. તેમાં એક પ્રશ્ન એ પણ હતો કે પુણ્યથી શું મળે . જવાબમાં બંન્નેએ પાંચ વસ્તુ કહી. તેમાંથી મયણાએ એક વસ્તુ તરીકે શીલસંપન્ન દેહ કહ્યો. સામે સુરસુંદરીએ નિરોગી દેહ કહ્યો. બંન્ને જવાબ સાચા હોવા છતાં તેમાં south pole-north pole જેટલો gap છે. મયણા સમ્યગ્‌દૃષ્ટિ છે, તેથી તે proper evaluate કરી શકે છે કે દેહ નિરોગી નહીં હોય તો શારીરિક પીડા આવશે, પરંતુ જેનો દેહ શીલસંપન્ન નથી તેની તો આ ભવમાં પણ લોકો નિંદા કરશે અને પરલોકમાં પણ તે દુર્ગતિ આદિમાં અનેક દુ:ખો પામશે. તેમજ શીલ વગર વ્યક્તિની inner personality પણ ઘણી weak રહેવાની. માટે મયણાને શીલસંપન્ન દેહ પસંદ છે. જ્યારે સુરસુંદરી મિથ્યાદૃષ્ટિ છે, તેને ભૌતિક જડ વસ્તુઓમાં જીવનનો ખરો આસ્વાદ લાગે છે. આથી તેને નિરોગી અને રૂપસંપન્ન દેહ ગમે છે. મિથ્યાદૃષ્ટિ જીવ જડ વસ્તુઓને જીવનનો આધાર, સુખનું સાધન માને છે. જ્યારે સમ્યગ્‌દૃષ્ટિ માટે દેવ-ગુરુ-ધર્મ, આત્માના ગુણો, ભાવો જ સર્વસ્વ છે. સુખનું કારણ છે. તેના બળે તેઓ જીવતા હોય છે. માટે જ સાત્વિક અને વિજેતા હોય છે. તમે powerful છો કે નબળા છો, જીતના રસ્તે છો કે હારના રસ્તે છો તેને judge કરવા આ પણ એક criteria છે કે તમને શું ગમે છે, તમને શેનું valuation વધારે છે. અવસરે તમારું મન કઈ બાજુ ઢળે છે. મયણાને નિરોગી દેહ કરતા શીલસંપન્ન દેહનું મહત્વ વધારે હતું. તેમ જ જે ગમતું હતું તેને જ અવસરે પસંદ કરવાની તૈયારી પણ હતી અને એટલે જ એક ક્ષણનો પણ વિચાર કર્યાં વિના તેણે શ્રીપાલની offerને ઠુકરાવી દીધી. વળી, તેને ભોગોની અપેક્ષા પણ છે, પરંતુ શીલના ભોગે તેને કંઈ મંજૂર નથી. તે જેને સત્ય અને સાર માને છે તેને જ દૃઢતાથી વળગી રહી છે. અવસરે આચરણ કરવામાં પણ પાછી નથી પડી.\nમયણાનો જવાબ સાંભળીને શ્રીપાલને ખાત્રી થઈ ગઈ કે આ રાજકન્યા ધર્મને તો વફાદાર છે જ, સાથે સાથે મહાસદાચારી અને શીલસંપન્ન પણ છે. હવે તેને મયણા પ્રત્યે એટલો સદ્‌ભાવ, બહુમાન છે કે તેણે કરેલી ધર્મની વાતો તેને શીરાની જેમ ગળે ઉતરી ગઈ. શું મયણાની સ્વસ્થતા અને શાંતતા! આવા crisisમાં પણ તે શ્રીપાલને ધર્મ પમાડવાનું કામ કરે છે. આ પણ તેની એક જીત જ છે.\nબળવાન વ્યક્તિ ગમે તેવા દુ:ખોને પણ પચાવી શકે છે. અવસરે જે ઉચિત હોય તે કરી પણ શકે છે. જ્યારે નબળી વ્યક્તિ નાના-નાના દુ:ખોમાં પણ સીયાવીયા થઈ જાય. હાયવોય કરે, balance of mind પણ ન રાખી શકે. એટલે જ they are always looser. મયણા બળવાન હોવાથી ક્રમશ: તેની જીત ચાલુ છે. પિતા સાથેના સંઘર્ષમાં તો તે જીતી, પરંતુ ત્યાર પછી પણ ક્રમશ: તે જીતશે. જેના પરિચયમાં આવશે એને ધર્મ પમાડશે. અરે! વિરોધી પિતાને પણ અંતે ધર્મ પમાડશે. જીતવાની કળામાં આ રાજકન્યા એકદમ expert છે. ચાલો, હજુ મયણા આગળ કઈ રીતે જીતશે તે જાણવા મળીએ next episodeમાં…\n \nMAYNA SUNDARI - THE REAL WINNER - EP 08\nઆ વિશ્વમાં સત્ય એટલું નક્કર છે કે તેને ક્યારેય કોઈનો ડર નથી હોતો. જેમ સુવર્ણ કયારેય તપવાથી ડરતું નથી. ઊલટું તપીને, કસોટીમાંથી પાર ઉતરી તેજસ્વી થઈ બહાર આવે છે. તેમ સત્ય પણ કસોટીમાંથી પસાર થઈ વધારે દૃઢતાથી સિદ્ધિને પામે છે. ખોટા ઓઠા તેને ક્યારેય ઘાયલ કરી શકતા નથી. મયણાના અંત:કરણમાં પણ સચ્ચાઈનું ઝરણું વહી રહ્યું છે. એટલે જ કટોકટીમાં તો તે સત્યથી ડગી નહીં, પરંતુ પાછળથી બીજા સાથે પરણવાની પતિએ કરેલી offerને પણ તેણે ઠુકરાવી અને ",
  "સત્યને વળગી રહી. લગ્નની રાત્રિએ પણ તે પતિ સાથે તેમના રોગ નિવારણ માટે કે ભાવી planningની વાત નથી કરતી, ઉલ્ટું  ધર્મચર્ચામાં રાત્રિ પસાર કરે છે. સવારે બન્ને જણ જિનમંદિરે દર્શન કરવા જાય છે. સ્વાભાવિક છે કે જેણે ભગવાનના વચન માટે આટલું સાહસ કર્યું હોય તે ભગવાનની ભક્તિમાં કચાશ ન જ રાખે. આથી અત્યંત ભાવવિભોર થઈ તન્મય થઈ તે પરમાત્માની ભક્તિ કરે છે.\nમયણાની ભક્તિ, સત્વ, મનોબળ જોઈ અધિષ્ઠાયક દેવ ખુશ થયો. ભાવિ સંકટ નિવારણના સૂચકરૂપે તેણે પ્રતિમા પર રહેલ હાર અને શ્રીફળ ઉછાળ્યા. મયણાના ઈશારાથી શ્રીપાલે તે ઝીલી પણ લીધા. સાચું કહો! તમારી સાથે આવું થાય તો પહેલા જ દેવતાનું ગળું પકડોને? મારા દુ:ખ દૂર કરો! મને સહાય કરો! એમ કહી તરત હતાશ અને દીન બની જાઓને?! આ દીનતા, માંગણવૃત્તિ inner weaknessને સૂચવે છે. નબળો  માણસ હંમેશા માયકાંગલો હોય છે. તેથી સતત બીજા મને સહાય કરે, તેમની પાસેથી મને કંઈક મળે એવી અપેક્ષા અને માંગણ વૃત્તિવાળો જ હોય છે . જ્યારે બળવાન તો ગમે તેવા સંયોગોમાં પણ સ્વમાન, ગૌરવ અને સત્વ સાથે જીવનારો હોય. મયણા પણ સાત્વિક હોવાથી અધિષ્ઠાયક  દેવને એમ નથી કહેતી કે આપ મારી તકલીફ જુઓ છો છતાં કંઈ કરતા નથી. આ રીતે પ્રસન્ન થઈ ખાલી શ્રીફળમાળા આપવાથી શું વળવાનું? ખરેખર વિજયી બનનારની પ્રકૃતિ કેવી હોય તે પણ સમજવા જેવું છે.\nભક્તિ પૂરી થતા બન્ને બાજુના ઉપાશ્રયમાં બીરાજમાન મુનિચંદ્રસૂરી મ.સા.ને વંદન કરવા ગયા. Protocol પ્રમાણે મયણાની સાથે entourage કે security ન દેખાતા આચાર્ય ભગવંતે સહજતાથી મયણાને એકલા આવવાનું કારણ પૂછ્યું. સાથે રહેલ પુરુષરત્નની ઓળખ પણ પૂછી. જિનવચન ખાતર બધું છોડીને નીકળ્યા બાદ મયણાને પહેલવહેલા પોતાના સ્વજરૂપ ગુરુ મળ્યા એટલે તે રડી પડી, અને બનેલી ઘટના આચાર્ય ભગવંતને જણાવી . છેલ્લે, પોતાના નિમિત્તે થયેલ જૈનધર્મની નિંદાને અટકાવવા આચાર્ય ભગવંત પાસે તે ઉપાયની માંગણી પણ કરે છે. તેને એવી અપેક્ષા નથી કે આવા જ્ઞાનીનો લાભ લઈ હું મારા દુ:ખો, વિઘ્નો દૂર કરું, પરંતુ એ જ ઈચ્છા છે કે શ્રીપાલનો રોગ જાય તો ધર્મની અવહેલના અટકે.\nમયણાનો આશય શુદ્ધ અને જિનાજ્ઞાઅનુસારી હતો આથી આચાર્યએ કહ્યું કે ઉત્સર્ગથી અમારો આચાર નથી કે અમે સાંસારિક બાબતમાં આ રીતે ઉપાય બતાવીએ, પરંતુ ભાવિ ધર્મ પ્રભાવવાનું કારણ હોવાથી હું ઉપાય દર્શાવું છું. એમ કહી આચાર્યએ પૂર્વમાંથી ઉદ્‌ધૃત કરીને સિદ્ધચક્ર યંત્ર દ્વારા નવપદની આરાધના બતાવી. વળી, general સંયોગોમાં forecasting કરવાનો સાધુનો આચાર પણ નથી છતાં મયણાની સમાધિ અને દૃઢતા માટે તથા ભાવિ શાસનના લાભને જોઈને આચાર્ય ભગવંતે સામે ચાલીને કહ્યું કે, ‘હે રાજકન્યા! તું ચિંતા ન કર! આ પુરુષરત્ન ચિંથરે બાંધેલ રત્ન જેવું છે. તે ભવિષ્યમાં રાજરાજેશ્વર થશે, અને ઘણી શાસન પ્રભાવના કરશે. મયણા એટલી સાત્વિક છે કે જો આચાર્યશ્રીએ ભાવિના સંકેત રૂપ આ વાત ન કરી,હોત અને આખી જીંદગી તેને રોગગ્રસ્ત પુરૂષ સાથે રહેવાનું આવત તો પણ તે પ્રસન્નતાથી ધર્મમય જીવન જીવી શકત . સાત્વિક વ્યક્તિ હંમેશા પોતાના બળ ઉપર જીવનારા તેમ જ ઓશિયાળાપણાથી દૂર રહેનારા હોય છે,`\t અને એટલે જ બધે જીતનારા, અને બધા પર સરસાઈ મેળવનારા હોય છે . જ્યારે નબળા લોકો પુણ્ય, સંયોગો, વ્યક્તિ, ભૌતિક સાધન-સામગ્રીને આધીન થઈ જીવનારા હોય છે . હકીકતમાં તો આમાંની એક પણ વસ્તુ તેમની પોતાની નથી, બધી પરાઈ છે. તેના પર એમનો અંશમાત્ર પણ control નથી. અને એટલે જ તેમાં જરાક આઘું-પાછું થાય તો તેઓ depressive થઈ જાય છે અને તેમાંથી બહાર નીકળવા solution પણ વિચારી શકતા નથી . મયણા સક્ષમ હોવાથી અત્યંત સ્વસ્થતાથી તેણે આચાર્ય ભગવંતે બતાવેલ નવપદની વિધિ બહુમાનપૂર્વક ધા",
  "રી લીધી. ત્યાર બાદ ત્યાંના ધનાઢ્ય શ્રાવકોની વિનંતી સ્વીકારીને તેઓના ઘરે બન્ને સાધર્મિક તરીકે રહે છે. એમાં પણ મયણાનો આશય એ જ હતો કે આવા ઉત્તમ સાધર્મિકોની વચ્ચે, જૈનધર્મના આચાર સમજવા, ધર્મનો બોધ કરવા શ્રીપાલને સારું વાતાવરણ મળશે એટલે શ્રાવકોની વિનંતી સ્વીકારી બંન્ને ત્યાં રહે છે. ત્રિકાળ જિનપૂજા, આવશ્યક ક્રિયા તથા ધર્મ ચર્ચામાં દિવસો પસાર કરે છે.\nએક બાજુ શ્રીપાલની લાયકાત અને બીજી બાજુ જિનવચનના બોધવાળી મયણા! પછી તો શું બાકી રહે? એક મહિનામાં તો મયણાએ શ્રીપાલને નવપદની ભાવથી ઓળખ કરાવી, સમ્યક્‌ત્વ પમાડી દીધુ . આ કંઈ તેની સામાન્ય જીત નથી. આખી જીંદગીની મયણાની મોટામાં મોટી મૂડી આ જ છે કે શ્રીપાલને ધર્માત્મા બનાવીને તેણે પોતાનો ધર્મમાર્ગ નિર્વિઘ્ન કરી દીધો. તમે તમારી ભાવિ સાધના, વિકાસના માર્ગને નિર્વિઘ્ન કરો એના જેવી મોટી સિદ્ધિ બીજી કોઈ નથી.\nમયણાએ શ્રીપાલને ધર્મના રંગે એવો રંગી દીધો કે હવે તે પોતે જ હૃદયના ઉમળકાથી ધર્મ કરશે. આટલા અલ્પ સમયમાં એક અજાણ્યા પુરુષના જીવનમાં આટલું મોટું પરિવર્તન લાવવું એ કંઈ નાનું સૂનું કામ નથી. બંન્ને સુંદર આરાધના કરે છે. એમાં આસો માસની ઓળી આવી ત્યારે આચાર્ય ભગવંતના કહ્યા મુજબ બન્નેએ અત્યંત ભાવપૂર્વક અને વિધિ સહિત નવપદની આરાધના કરી. સિદ્ધચક્ર યંત્રનું ન્હવણ જળ શરીર પર છાંટતા પહેલે જ દિવસે શ્રીપાલનો દાહ શમ્યો. બીજે દિવસે પસ ગયું. એમ કરતા કરતા નવ દિવસમાં તો તેનો રોગ સંપૂર્ણ ચાલ્યો ગયો અને કંચનવર્ણી કાયા થઈ ગઈ. શ્રીપાલની જેમ ૭૦૦ કોઢિયાઓને પણ મયણાએ નવપદની સમજણ આપી. ભક્તિમાં જોડ્યા અને ન્હવણ જળના પ્રભાવે તેઓનો પણ કોઢ ગયો. આવા વિકટ સંયોગોમાં પણ તેની હિંમત અને સત્વ કેટલું! બધાને ધર્મ પમાડ્યો, જૈન ધર્મના અનહદ રાગી બનાવ્યા. જીવનમાં કંઈક અપૂર્વ મેળવ્યાની તેઓને અનુભૂતિ કરાવી.\nમયણાની જીતના પાયામાં ઘણા ગુણો છે. તેમાંથી તેની ગંભીરતા અને ધીરજ અત્યંત અનુમોદનીય છે. આખી જીંદગીમાં તે એક વાર પણ શ્રીપાલને એમ નહીં કહે કે, ‘‘હું હતી તો તમને નવપદ મળ્યા અને તમારો રોગ દૂર થયો. આ સાતસોને પણ મેં રોગ મુક્ત કર્યાં. જુઓ, મારી આરાધનામાં કેટલી તાકાત છે!’’ હકીકતમાં તમે બધે  હારો છો કેમ તે મયણા સાથે તુલના કરી વિચારવા જેવુ છે . તમે હો તો સામેવાળાને રોજ એવું સંભળાવો કે તેને અફસોસ થાય કે મેં ક્યાં આનો support લીધો! સારું કર્યા પછી તમે એવું વર્તન કરો કે સારા પર પાણી ફરી જાય. આવા વર્તન, તુચ્છ અને poor personalityના symptoms છે. તમારા વર્તન અને ભાવોમાં centre point ‘હું અને મારું’ તથા ભેદભાવ અને સ્વાર્થ હોય છે. એટલે જ મોટાભાગે બધે તમારી setback થાય છે.\nઅહીં મયણાએ શ્રીપાલને તો નથી સંભળાવ્યું પણ પિતા, તે જ નગરમાં હોવા છતાં તેમને પણ કહેવા નથી ગઈ કે, ‘‘પિતાજી! સત્તાના બળે આપે ભલે મને કોઢિયો પરણાવ્યો, પરંતુ જુઓ મેં તેને કેવો નિરોગી અને કંચનવર્ણી કાયાવાળો કરી દીધો! આપે ભલે ભાગ્યવાદ ઠુકરાવ્યો, પરંતુ જુઓ! મારા ભાગ્યે મને કેવો વર આપ્યો! હવે તો માનો કે સત્તા નહીં, પરંતુ ભાગ્યથી બધા સુખી કે દુ:ખી છે. જાહેરમાં કોઈએ તમારું insult કર્યું હોય, મેણાટોણાં માર્યા હોય અને પછી તમારું સારું થાય તો તમે ચૂપ રહી શકો? \nશાસ્ત્રમાં કહ્યું છે કે આરાધક કરતા પ્રભાવકને હજારગણું ફળ મળે અને પ્રભાવક કરતા રક્ષકને હજારગણું ફળ મળે. કેમકે પ્રભાવકમાં આરાધક કરતા કઈ ગણા ગુણો હોય છે અને રક્ષકમાં પ્રભાવક કરતા કઈ ગણા ગુણો હોય છે. મયણા પ્રભાવક શ્રાવિકાની સાથે - સાથે જબરદસ્ત ધર્મરક્ષક હોવાથી સામાન્ય આરાધક કરતા તેનામાં કઈ ગણી વિશેષ ગુણવત્તા અને શક્તિ રહેવાની. આ વિશેષતાના કારણે જ તે શ્રીપાલને અને ૭૦૦ કોઢિયાને ધર્મ પ",
  "માડી શકી છે.\nઆગળ આગળ મયણા કઈ રીતે પોતાના રક્ષકભાવને હજુ વધારે દૃઢ કરશે, જિનશાસનની પ્રભાવના અને રક્ષા કરશે, તે જાણવા મળીએ next episodeમાં… પ્રણામ… \n\n\n \nMAYNA SUNDARI - THE REAL WINNER - EP 09\nઅમુક વ્યક્તિઓ  દુ:ખ કે crisis આવે ત્યારે સમજે કે અત્ચારે શોક કરવાથી શું થશે ? ઉલ્ટુ  સમય બગડશે , શક્તિઓ ઘટશે તેથી તેઓ મન સ્વસ્થ રાખી યોગ્ય  વર્તન  કરવા પ્રયત્ન કરે છે દુ:ખ પચાવવું હજીય સહેલુ છે . પરંતુ જ્યારે જીવનમાં બધી રીતની facility હોય, અનુકૂળ સંયોગો સર્જાય ત્યારે પણ સુખને પચાવી સ્વસ્થતાથી ઉચિત વર્તન કરનારા કેટલા મળે ? બહુ જ ઓછા ! દુ:ખ પચાવી લેનાર પણ, જ્યારે ચારેબાજુ સુખની છોળો ઊડતી હોય ત્યારે અહંકારી અને સ્વચ્છંદી  બની જાય, કોઈને પણ ઉતારી પાડે, ગમે તેનું devaluation કરે . \n‘ I’m something’ ની feeling માં જ રમતા હોય અને તેથી તેઓ સુખને પચાવી યોગ્ય વર્તન કરી શકતા નથી કારણ તેઓ નબળા છે , તેમનું સુખ તેમને લાભદાઈ ન થતા નુકશાનકારી બને છે . અને બીજાને પણ ત્રાસનું કારણ બને છે . જ્યારે જે અંદરથી સક્ષમ છે એ જ સુખને પચાવી શકે છે અને ઉતમ વર્તન પણ કરી શકે છે . આમ દુ:ખ કરતાં સુખને પચાવવા strength વધારે જોઈએ  છે .\nમયણામાં સુખ અને દુ:ખ આ બન્નેને પચાવવાની strength છે. પિતાએ કોઢિયા સાથે પરણાવી ત્યારે તે, દુ:ખને પણ પચાવી શકી અને જ્યારે એ જ કોઢિયો રૂપરૂપના અંબાર જેવો રાજકુંવર થયો ત્યારે તેને જરા પણ અહંકાર તો નથી થયો, પરંતુ પિતા તે જ નગરમાં હોવા છતાં તેમને દેખાડી દેવાની કે કહેવા જવાની ઈચ્છા પણ નથી થઈ. આ છે તેની સુખ પચાવવાની શક્તિ! Inner strength! તેના કારણે જ તે અવસરે પિતા પ્રત્યે ઉચિત વર્તન કરી, તેમનું દિલ જીતી શાસન પ્રભાવના, સિદ્ધાંતની રક્ષા કરી શકી અને બધે success મેળવી શકી. ચાલો, આ Inner strength હજુ વધારે કઈ રીતે જીત અપાવી શકે તે સમજવા દૃષ્ટિ કરીએ મયણાસુંદરીના આગળના જીવન પ્રસંગો તરફ .\nમયણા અને શ્રીપાલ રોજ ભાવથી નવપદની આરાધના કરે છે. એક દિવસ જિનપૂજા કરીને બન્ને પાછા આવી રહ્યા હતા ત્યારે રસ્તામાં શ્રીપાલને, વર્ષોથી વિખૂટી પડેલી પોતાની માતા કમલપ્રભા મળી. માતાને પગે લાગી તે મયણાની ઓળખ આપે છે. મયણાના વખાણ કરતા શ્રીપાલ કહે છે કે, ‘‘માતાજી! તમારી આ પુત્રવધૂના કારણે મને દેવ-ગુરુ-ધર્મ મળ્યા. નવપદની આરાધના મળી. મારો રોગ પણ ગયો.’’ શ્રીપાલ પોતાના કૃતજ્ઞતા ગુણના કારણે જ્યાં જશે ત્યાં મયણાના બે મોઢે વખાણ કરશે પણ મયણા કદી પોતાના વખાણ નહીં કરે. મયણાનો પોતાના માન કષાય પર control કેટલો હશે ત્યારે આ શક્ય બને.\nમાન કષાયથી ઘેરાયેલી વ્યક્તિ સદા સ્વપ્રશંસાની ભૂખી હોય છે. પરંતુ તેના વિચાર, વ્યવહાર, વર્તન જોઈ કોઈ તેની કદર નથી કરતું. આથી તક મળતા તેઓ જાતે પોતાના વખાણ કરતા ફરે છે. પરિણામે માન મેળવવાને બદલે તે બીજાની નજરમાંથી ઉતરી જાય છે. પોતે જ પોતાનું devaluation કરે છે. જ્યારે જેણે માન કષાયને જીત્યો છે તેને બીજાના certificateની કે સ્વપ્રશંસાની ઈચ્છા હોતી નથી. તેઓ જાણે છે કે મારું development, મારી જીત મારા વ્યક્તિત્વથી છે, નહીં કે બીજાના માન-સન્માનથી. આથી કોઈ તેની નિંદા કરશે તો તે અકળાશે નહીં, અને કોઈ પ્રશંસા કરશે તો ફૂલાશે પણ નહી . પોતાના ગાણા ગાઈને તેઓ માન-પાન નહીં મેળવે, પરંતુ પોતાની personalityથી બધાના હૃદયમાં સદ્ભાવ અને લાગણી મેળવશે અને જીતશે.\nમયણાના ગુણો સાંભળી કમલપ્રભા માતાને પણ તેના ઉપર બહુમાન થયું. હવે શ્રીપાલ અને મયણા અવસરે અવસરે માતાને જૈન ધર્મ સમજાવે છે. જેના પરિણામે થોડા જ સમયમાં તે પણ જૈન ધર્મની સમર્પિત સમ્યગ્‌દૃષ્ટિ શ્રાવિકા બની ગઈ. મયણાની વિશેષતા એ છે કે તે જ્યાં જશે ત્યાં બધાને ધર્",
  "મ પમાડશે. જિનેશ્વર દેવોના માર્ગે ચાલી જીત કઈ રીતે મેળવાય તે શીખવાડશે. \nઆ બાજુ મયણાની માતા રૂપસુંદરીને પતિના, દિકરી પ્રત્યેના અન્યાયી વ્યવહારથી ઘણું દુ:ખ થયેલું. પોતે વિનયી, મર્યાદા સંપન્ન અને ગંભીર હોવાથી ત્યારે તો તે એક અક્ષર બોલી નહોતી પણ આઘાત લાગતા તે જ દિવસે રીસાઈને પિયરે ચાલી ગયેલ. સમય પસાર થતા તેનો આઘાત શમ્યો . આથી એક દિવસ તે નગરના જિન મંદિરોમાં દર્શન કરવા નીકળી. યોગાનુયોગ જે દેરાસરમાં શ્રીપાલ-મયણા ભક્તિ કરી રહ્યા હતા ત્યાં તે પહોંચી. જ્યાં તેણે મયણાને રૂપરૂપના અંબાર જેવા પુરુષ સાથે બેઠેલી જોઈ. તે સદાચાર પ્રિય હતી માટે આઘાતથી રડી પડી. તેને થયું કે મારી દિકરીએ પહેલા ધર્મના નામે આટલું મોટું સાહસી પગલું ભર્યું અને પછી આવું વર્તન કર્યું! વિચાર કરો! આ માતાને શીલ - સદાચારનો કેટલો આગ્રહ હશે . દિકરી આખી જીંદગી કોઢિયાના સહવાસથી દુ:ખી થાય એ તેને ચાલશે, પરંતુ દિકરી સદાચાર નેવે મૂકીને જીવે તે એને જરાપણ પસંદ નથી. એટલે મયણાને જોઈ માતા રડવા લાગી. મયણાને ખ્યાલ આવતા તેણે માતાને મંદિરમાં શાંત રહેવા કહ્યું. ભક્તિ પૂરી કર્યાં બાદ જિન મંદિરની બહાર આવી મયણા કહે છે કે, ‘‘માતા! દેવ-ગુરુ-ધર્મ અને નવપદની આરાધનાના પ્રભાવે પતિનો રોગ ગયો અને અવળું બધું સવળું થયું. આમ તે બધો યશ ધર્મને આપે છે. બન્ને વેવાણો પણ એકબીજાને મળે છે. જમાઈના ગુણો, કૂળ જાતિ જાણી મયણાની માતા ખૂબ ખુશ થઈ. પિયરે જઈ ભાઈને બધી વાત કરતા કહે છે કે, પ્રજાપાલ રાજા પણ ન આપી શકે એવા ઉત્તમ કૂળના રાજકુમાર સાથે મયણાના લગ્ન થયા છે. એ ખુશખબર સાંભળીને મયણાના મામા પુણ્યપાલ રાજા પણ બન્નેને માનભેર પોતાના મહેલે લઈ આવે છે અને ખૂબ સરભરા કરે છે . આ રીતે બન્ને જણા સુખી દામ્પત્ય જીવન પસાર કરી રહ્યા છે.\nતેમાં, એક વખત શ્રીપાલ - મયણા ઝરૂખામાં બેઠા બેઠા સુમધુર સંગીત સાંભળી રહ્યા છે. તે જ વખતે પ્રજાપાલ રાજાની સવારી રાજમાર્ગેથી પસાર થઈ. અત્યંત મધુર સંગીત સંભળાતા રાજાએ સવારી અટકાવી. નજર ઉપર કરતા તેને એક સુંદર યુગલ દેખાયું. ધારી-ધારીને જોતા ખ્યાલ આવ્યો કે આ તો મયણા છે. પણ બાજુમાં બેઠેલા શ્રીપાલને જોઈને તે વિચારે છે કે, મેં તો મયણાને કોઢિયા સાથે પરણાવી હતી. જ્યારે આ તો દેવકુંવર જેવો કોઈ બત્રીસ લક્ષણવાળો પુરૂષ દેખાય છે. નક્કી દિકરીએ પાત્ર બદલ્યું છે. પ્રજાપાલ રાજાએ પહેલા ભલે ક્રોધના આવેશમાં પગલું ભર્યું હતું, પરંતુ સમય વીત્યો, વાતાવરણ બદલાયું એટલે તે શાંત થયો. વળી, તે સદાચાર પ્રિય હતો. આથી તેને થયું કે, મારી દિકરીએ સદાચાર નેવે મૂક્યા, કૂળને કલંક લગાડ્યું. તેનો આઘાત રાજાને લાગ્યો. પણ લાયક હોવાથી તે વિચારે છે કે, આમાં દિકરીની ભૂલ નથી, મુખ્ય ભૂલ તો મારી છે. આવી સુકોમળ અને રૂપસંપન્ન દિકરીને મેં કોઢિયા સાથે પરણાવી તો ખરી પણ તેની સાથે તે એક દિવસ પણ કેવી રીતે જીવી શકે? આથી હું જ મૂળ ગુનેગાર છું. આ રીતે રાજાને પશ્ચાતાપ થાય છે. અને સાથે ઉદાસ પણ થાય છે.\nઆ બાજુ, સૈનિકોનો અવાજ સંભળાતા મયણાનું ધ્યાન નીચે ગયું. શોકાતુર પિતાને જોઈ તે સમજી ગઈ કે પિતા મારા માટે શું વિચારે છે. તમને જેની સાથે અણબનાવ થયો હોય, જેના તરફથી તકલીફ, દુ:ખ આવ્યું હોય તે જ વ્યક્તિ સામે આવે ત્યારે જો મનમાં ખટરાગ હોય તો તમે દ્વેષથી મોઢું ફેરવી લો ને? જે બાપે વીતાવવામાં કંઈ બાકી ન રાખ્યું હોય, તે બાપ ઓચિંતા મળે ત્યારે શું કરો? એની સામે જુઓ પણ ખરા ? જો મયણાને પિતા પ્રત્યે મનદુ:ખ કે અણગમો હોત તો અત્યારે તે બાપ સાથે ચોક્કસ હલકો વ્યવહાર કરત, પણ પિતા તરફથી અન્યાય થવા છતાં તેને પિતા પ્રત્યે લેશમાત્ર વેર-વિરોધ કે ગુસ્સો નથી. હા ! પિતાએ જાહેરમાં જિનવચનની હાંસી ઉડાડી છે તેનો અંદરમાં અસંતોષ ",
  "અને ખટકો છે, પરંતુ પોતાનું જીવન વેરવિખેર થઈ જાય એવું પગલું પિતાએ લીધું એનું જરાય દુ:ખ નથી. ઉપરાંત, તે એટલી વિનયી છે કે ક્યાંય ઉચિત વર્તન નહીં ચૂકે .\nવિચાર કરો ! હારનારાની પ્રકૃતિ કેવી હોય? નિમિત્ત હોય એક મિનિટનું પણ દ્વેષની આગમાં તેઓ વર્ષો સુધી બળ્યા કરે. કારણ કે તેઓ નબળા અને તુચ્છ પ્રકૃતિવાળા હોય છે. જ્યારે વિજેતા એ કહેવાય જે ગમે તેટલા મોટા ઉતાર ચઢાવ વખતે પણ stablemind રાખી હંમેશા યોગ્ય વર્તન કરે. મયણા પણ winner હોવાથી ભૂતકાળની કોઈ જાતની અસર વિના સડસડાટ મહેલથી નીચે ઉતરી. પિતાના પગમાં પડીને કહે છે કે, ‘‘પિતાજી! આપ મારા માટે જરાપણ અયોગ્ય ન વિચારતા . પહેલા આપ મહેલમાં પધારો ’’ એમ કહી વિનયપૂર્વક પિતાનો હાથ પકડી તેમને મહેલમાં લઈ આવે છે. મયણાની માતા, મામા, શ્રીપાલ, કમલપ્રભા બધા ભેગા થઈ ગયા. મયણાની માતા પ્રજાપાલ રાજાને જમાઈ શ્રીપાલની ઓળખાણ કરાવતા તેના ગુણો, કૂળ વંશ આદિનો પરિચય કરાવે છે. તેમ જ નવપદના પ્રભાવે થયેલ રોગ નિવારણ આદિ બધી હકીકત જણાવે છે . સાંભળીને રાજા વિચારે છે કે, ‘મેં દિકરીને ખોટી પાડવા જેટલું થાય એટલું કર્યું. પરંતુ તેના ભાગ્યથી બધું સવળું થયું. કોઢિયો પણ રાજરાજેશ્વર જેવો થયો. મને ગમે તેટલા અરમાનો હોત તો પણ હું દિકરીને જેવો રાજકુમાર પરણાવી ન શકત એવો રાજકુમાર તેને ભાગ્યે આપ્યો છે. મેં તેને દુ:ખી કરવા મહેનત કરી, પરંતુ તેના ભાગ્યે તેને સુખી કરી. આ વિચારીને રાજાનો ગુસ્સો સાવ શાંત થઈ ગયો છે.\n\nમાટે આખા કુટુંબની વચ્ચે તે કહે છે કે, ‘‘મયણા! તું સાચી અને હું ખોટો! સત્તાના બળથી હું બધાને સુખી કે દુ:ખી કરી શકું એ વાત ખોટી અને ભાગ્યથી જ જીવમાત્ર સુખી કે દુ:ખી થાય છે એ વાત સાચી! તું સાચી! તારો ધર્મ સાચો! ધર્મનો સિદ્ધાંત સાચો ! અહીં  self introspection કરવા જેવુ છે કે આવી રીતે જો કોઈ તમારી પાસે ભૂલ કબૂલ કરે તો તે અવસરે તમે શું કહેશો? “ મેં તો પહેલા જ કહ્યું હતું, તમે માન્યા નહીં . આ તો હું હતી એટલે ટકી ગઈ, બીજું કોઈ હોત તો જીવન હારી જાત . મારી સાથે  કર્યું તે કર્યું, હવે બીજા સાથે નહીં કરતા . તમારો સ્વભાવ સુધારવા જેવો છે”… આવું એટ એટલું સંભળાવો કે સામેવાળાને પોતાની ભૂલ કબૂલ કર્યાંનો પશ્ચાતાપ થયા વિના ન રહે. જ્યારે મયણા આવું કંઈ જ કહેવાની નથી. તે તો એવું બોલશે જેનાથી પિતાનું દિલ જીતાઈ જાય, કારણ તે જીતવામાં જ માને છે. આવો, મયણાની આગળ - આગળની જીતની યાત્રાને આપણે પણ માણીએ આવતા episodeના સથવારે… \n \nMAYNA SUNDARI - THE REAL WINNER - EP 10\nજગતમાં બહુ ઓછા જીવોને ધર્મ ગમતો હોય છે. જેનેગમેછે તેમાં પણ ઘણા જીવો self centred થઈને ધર્મ કરલા હોય છે, પરંતુ એવા પણ જીવો મળે જેને, ધર્મ પામ્યા પછી પોતાનું જીવન તો ધન્ય લાગે છે, પણ સાથે-સાથે બીજાને પણ પમાડવાની ભાવના થાય છે. પરંતુ પોતાની shortcomingsના કારણે એવું વર્તન કરે, એવું બોલે કે જેથી તેઓ બીજાને ધર્મ પમાડી તો ન શકે, ઉલટું વિમુખ કરી દે. ઘણી વાર તો તેવા જીવો જો થોડા સમજદાર હોય તો તેમને જાત માટે અફસોસ પણ થાય કે, \"શું કરું! મારી પ્રકૃતિ કેટલી ખરાબ છે! ગમે તેટલી ઈચ્છા હોવા છતાં મારા વર્તન જ એવું છે કે દીકરાને પણ ધર્મમાં જોડી શકતો નથી |\" આવું થવામાં કારણ શું ? કાં તો સમજણની ખામી છે, અથવા તો પોતાના વર્તન પર control નથી. અંદરથી બળવાન તે જ બની શકે જેની પાસે સાચી સમજ અને તેને અનુસારે યોગ્ય વર્તન કરી શકે તેવો self control હોય. આવા જીવો જ બીજાને ધર્મ પમાડી શકે. મયણાસુંદરીને શાસ્ત્રમાં પ્રભાવક શ્રાવિકા કહી છે. તેમાં કારણ તેની પાસે જ્ઞાન, આત્મવિશ્વાસ, self control આદિ છે, અને આ બધાના પ્રતાપે, જે પિતા તરફથી આટલું સહન કરવાનું આવ્યું, ત",
  "ે જ પિતા પ્રત્યે ઉચિત વર્તન કરી મયણા તેમને કઈ રીતે ધર્મમાં જોડે છે તે સમજીએ તેના આગળના જીવન પ્રસંગો દ્વારા…\nગયા વખતે આપણે જોયું કે પ્રજાપાલ રાજાએ આખા કુટુંબની વચ્ચે મયણા પાસે માફી માંગી. કહ્યું કે ‘‘મયણા! તું સાચી! હું ખોટો!’’ જે બાબતમાં રાજાને મતભેદ હતો તે જ વાતને તેણે પાછી ખેંચી અને નિખાલસતાથી કહે છે કે, \"તે વખતે મારો આગ્રહ ખોટો હતો.\" અહીં પ્રજાપાલ રાજાની પણ ગુણવત્તા સમજવા જેવી છે કે ભૂતકાળમાં ભલે રાજાએ આવેશમાં પગલા લીધેલા, પરંતુ અત્યારે સત્ય સમજ્યા પછી રાજા તેનો ઈન્કાર નથી કરતો, ઊલટું સામે ચાલીને પોતાની ભૂલ કબૂલે છે. આ પણ તેની ધર્મ પામવાની લાયકાત દર્શાવે છે. તમે સામે ચાલીને તમારી ભૂલ સ્વીકારો એવા સરળ છો ? કે ભૂલને જરાપણ સ્વીકારવાની તૈયારી ન હોય એવા rigid છો? અહીં રાજાએ તો બહુ સરળતાથી પોતાની ભૂલ સ્વીકારી લીધી. ત્યારે પિતાને taunt મારવાના બદલે મયણા કહે છે કે, ‘‘પિતાજી! શ્રાવકનો રોગ ગયો અને મને આવું ઉત્તમ પાત્ર મળ્યું, તે બધું દેવ-ગુરુ-ધર્મ પસાયે છે. તેમ જ તે વખતે આપે મારી સાથે જે વર્તન કર્યું તેમાં પણ મારું કર્મ જ કારણ હતું. આ રીતે જે સારું થયું તેનો યશ તે દેવ-ગુરુ-ધર્મને આપે છે. સામાન્યથી જોતા તો એવું જ લાગે કે તકલીફ પિતા તરફથી આવેલ છે, પરંતુ મયણા તેમાં પણ પોતાના દુર્ભાગ્યને કારણ માને છે. તેના દ્દવારા જે કર્મવાદના સિદ્ધાંતને લઈને ભૂતકાળમાં crossing થયેલ તે જ સિદ્ધાંતને તે ફરી સૌમ્યતાથી યાદ ફરીથી તેની સ્થાપના કરે છે.\nજે સત્ય છે તેને મયણાં honestly માને છે. એનો પુરાવો જ આ છે કે જીવનના અનુકૂળ કે પ્રતિકૂળ, હરેક પ્રસંગમાં તે સત્યને જ વળગીને રહી છે. મયણાના શબ્દો સાંભળીને રાજા તો તેના પર ઓવારી ગયો. તેને થયું કે જે દીકરીને મેં તરછોડી, જાહેરમાં જેની હાંસી ઉડાડી, તે જ દીકરી દિલથી આવું કહી શકે છે. એમાં માત્ર તેની ધર્મનિષ્ઠા જ કારણ છે. હવે, રાજાને મયણાની વાતો ખૂબ જ સચોટ અને નક્કર લાગે છે. મયણાના એક વાક્યે પિતાના હૃદયમાં ધર્મ પામવા માટેનું background તૈયાર કરી દીધું. હવે પિતાને જૈનધર્મની વાતો સમજાવવી, તેની શ્રદ્ધા કરાવવી, જિનેશ્વરદેવો પ્રત્યે રાગ પેદા કરાવવો મયણા માટે બહુ સરળ બનશે.\nઘણાને એવી ઈચ્છા હોય કે, ‘બધા મારું માને.’ પણ એના પરાક્રમ જ એવા હોય કે કોઈ એનું માને તો નહીં, ઊલટું બધાને એનાથી દૂર થવાની ઈચ્છા થાય. જ્યારે અહીં તો મયણા નું વર્તન એવું છે કે રાજા spellbowand સાથે પોતાની ભૂલ સમજીને આખા કુટુંબની વચ્ચે માફી પણ માંગે છે અને ભગવાને બતાવેલા સિદ્ધાંતને પણ સ્વીકારે છે. આ વાતનો મયણાને આનંદ છે, પણ તે લોકોની psychology સમજે છે કે આમજનતા તો નજરે જે જુએ તે માને. બાકી દૂરદૂરથી ઉડતી વાતો સાચી હોવા છતાં જલદી accept કરે. એટલે તેને અસંતોષ છે કે, પિતાએ જિનવચનની હાંસી જાહેરમાં ઉડાડી અને માફી ઘરબેઠા માંગે છે. તમે હો તો ત્યારે ને ત્યારે સલાહ આપોને કે, ‘પિતાજી! જાહેરમાં કરેલી ભૂલની માફી આપ ઘરમેળે માંગો તે ન ચાલે! લોકોને ક્યાંથી ખબર પડશે કે આપે ભૂલ સ્વીકારી છે? માટે આવતી કાલે રાજસભામાં જાહેર કરજો કે, મયણા સાચી હતી અને હું ખોટો હતો.’ જો મયણાને પણ લોકોમાં પોતાનો વટ પાડવો હોત તો આવું જ સૂઝત. પરંતુ ઉત્તમપ્રદતિના કારણે ને ખોલી નથી પણ એવું તો વિચારી શકત કે પિતાજી હવે ઠંડા પડ્યા છે. હું જે કહીશ્ તે અવશ્ય માનશે, માટે જાહેરમાં તેમની પાસેથી માફી મંગાવી લઉં. જેથી લોકમાં સત્ય સ્થાપિત થઈ જાય. પરંતુ અત્યારે તે એક અક્ષર નહીં બોલે. ઊલટું એવું વર્તન કરશે કે બધું સાટુ વળી જાય.\nમયણાને ભલે અસંતોષ છે, પરંતુ પ્રજાપાલ રાજાને તો હવે મયણા અને શ્રીપાલ બન્ને પ્રત્યે ખૂબ સદ્‌ભાવ છે. એટલે તે બંનેને ",
  "પોતાના મહેલે લઈ જાય છે અને માનભેર રાખે છે. આ અરસામાં મયણાએ ક્યારેય પિતાને યાદ નથી કરાવ્યું કે, ‘આપે મારી સાથે કેવું ર્વતન કર્યુ હતું!’ તમે હો તો કેટલીવાર યાદ કરાવો? ભૂલવા જેવી ઘણી વાતો તમે ભૂલી શકતા નથી, digest કરી શકતા નથી કેમકે તમે નબળા છો, હારવામાં expert છો. પરંતુ મયણા તો જીતના પંથે છે. એટલે જ ક્યારેય ઉતાવળી થઈ તે કંઈ બોલી પણ નથી કે પગલા પણ નથી લીધા. તમે કોઈ વસ્તુ જાણ્યા પછી બોલ્યા વગર રહી ન શકો એ તમારી નબળાઈ છે. જાણ્યા પછી જે હકીકત છે તે જ બોલવું અને તે પણ અવસરે! આ પણ inner strength, self control સૂચવે છે.\nહવે, આ બાજુ પ્રજાપાલ રાજા દીકરી અને જમાઈની સરભરામાં જરાપણ કચાશ રાખતો નથી. આ રીતે સમય પસાર થઈ રહ્યો છે. તેમાં એક દિવસ શ્રીપાલ રાજસવારીએ નીકળ્યા છે. તેના રાજાશાહી ઠાઠ, રૂપ, લાવણ્ય, કાંતિ આદિ એવા વિશેષ છે કે આ દ્રશ્ય જોઈને એક વિદેશીને અત્યંત આશ્ચર્ય થયું કે મહા પુણ્યશાળી, પ્રતાપી રાજાને શોભે એવો બાહ્ય આડંબર છે. પણ રાજચિહ્‌ન તો છે નહીં. તો આ છે કોણ? પૂછતા એક નગરજને કહ્યું કે, ‘આ તો અમારા રાજાના જમાઈ છે!’ આ શબ્દો શ્રીપાલના કાને અથડાયા. સાત્વિકતાના કારણે તેને ખૂબ દુ:ખ થાય છે. આ વાત તમને બેહુદી લાગશે કેમકે વર્તમાનમાં લોકો મોટા માણસના relationથી પોતાની ઓળખ આપતા હોય છે. તેમાં તેમને કોઈ શરમ તો નથી નડતી, ઊલટું proud feel થાય છે. પરંતુ આ હલકા પુરુષના લક્ષણ છે. જ્યારે ઉત્તમ પુરુષોની ઓળખ આપતા નીતિશાસ્ત્ર જણાવે છે કે પોતાના નામથી જે ઓળખાય તે ઉત્તમ પુરુષ, જે પિતાના એટલે કે પોતાના બાપદાદાના નામથી ઓળખાય એ મધ્યમપુરુષ, જે માતાના એટલે કે મોસાળ પક્ષથી ઓળખાય તે ‘અધમ પુરુષ’ અને જે સસરાના પક્ષથી ઓળખાય તે અધમાધમ પુરુષ છે. શ્રીપાલ આ નીતિવાક્ય જાણતા હતા એટલે સસરાના જમાઈ તરીકેની પોતાની ઓળખ તેમને કાંટાની જેમ ખૂંચે છે, તેમનું સ્વમાન ઘવાતા ઉદાસ થઈ ફરી પાછા મહેલ પર આવે છે. મયણાએ ખૂબ આગ્રહપૂર્વક પૂછતાં શ્રીપાલે કહ્યું કે રાજાના જમાઈ તરીકેની મારી ઓળખ મને મંજૂર નથી એટલે હું અહીં રહેવા તૈયાર નથી. જો મયણાના લોહીમાં સાત્વિકતા વણાયેલી ન હોત તો તે શું બોલત? તમે હોત તો કરેલ કે, \"આટલા વર્ષે માંડ - માંડ ઠેકાણું પડ્યું હવે સુખના દિવસો આવ્યા ત્યારે તમને આવું બધું સૂઝે છે? તમારા નામે બીજાને હેરાન કરવા માંગો છો?’ પણ મયણા એક અક્ષર બોલતી નથી. તે સમજે છે કે શ્રીપાલની વાત સાચી છે. માટે ના નથી પાડતી. જઈને પિતાને વાત કરે છે. આ સાંભળી પ્રજાપાલ રાજા પણ દોડતા દોડતા આવે છે. રાજા શ્રીપાલને પોતાના બાપદાદાનું રાજ્ય મેળવવામાં સહાય કરવાની offer પણ મૂકે છે. \nસાત્વિક પુરુષ કદી કોઈનું મફતનું લેવા કે ભોગવવા તૈયાર ન થાય. તેઓ સ્વબળે જીવનારા હોય છે. શ્રીપાલ પણ સાત્વિક હોવાથી રાજાને ના પાડતા જણાવે છે કે મને સ્વબળથી મારું રાજ્ય પાછું મેળવવું છે. રાજા ઘણું મનાવે છે પણ સાત્વિકતાના કારણે તે ના પાડે છે. રાજા સમજી ગયા કે હવે શ્રીપાલ નહીં માને એટલે જવાની સંમતિ આપે છે.\nશ્રીપાલના આચાર-વિચાર, ગુણો ધર્મનિષ્ઠાને કારણે મયણાને શ્રીપાલ ઉપર તીવ્ર ગુણાનુરાગ યુક્ત સ્નેહરાગ છે. આથી તેને શ્રીપાલના વિરહનું અત્યંત દુ:ખ છે. છતાં નિકટના સ્નેહી સ્વજનને વિદાય અવસરે શું કહેવાય તેની સમજણ મયણાના વ્યવહારથી મળે તેમ છે. તે શ્રીપાલને કહે છે કે, ‘‘આપનું સૌભાગ્ય અદ્‌ભૂત છે. આપ રૂપ સંપન્ન, ખાનદાન, પરાક્રમશીલ છો. ભાગ્ય અજમાવતા આપને ડગલે ને પગલે અવશ્ય સફળતા મળવાની, પરંતુ આપણા માટે જે સર્વસ્વ છે એવા જિનધર્મ અને નવપદને કદી ભૂલશો નહીં.’’ અહીં મયણા શ્રીપાલને એમ નથી કહેતી કે મને ભૂલશો નહીં, કારણ કે તેના હૃદયમાં પોતાની જાત કરતા પણ ધર્મ વધારે વસેલો છે.\n",
  "અહીં શ્રીપાલ ઉત્તમ ક્ષત્રિયને છાજે તે રીતે પોતાનું લક્ષ્ય સિદ્ધ કરવા શસ્ત્રસજ્જ થઈ એકલા જ મંગલ મુહુર્તે પ્રયાણ કરે છે. કાળક્રમે ન્યાયનીતિથી પોતાના મામારાજાનું તથા બીજા રાજાના રાજ્ય મેળવે છે. આ રીતે બાર મહિને રાજરાજેશ્વર થઈ શ્રીપાલ પાછા આવી રહ્યા છે. અત્યારે તેમનું બળ, સત્તા-સંપત્તિ, સૈન્ય આદિ પ્રજાપાલ કરતા કઈગણા વધારે છે. શ્રીપાલની જગ્યાએ તમે હો તો શું કરો? સીધા પ્રજાપાલ રાજાના મહેલે પહોંચી જાઓ ને? વિનયપૂર્વક, માનભેર અને સત્વ સાથે નીકળ્યા હો તો પણ ફરી પાછા entry કેવી રીતે કરો? વટ સાથે! રાજરાજેશ્વર થયાનો રૂઆબ હોય ને? તુચ્છ વ્યક્તિ, ચારેબાજુથી success મળે ત્યારે હવામાં ઉડતા હોય. પરંતુ શ્રીપાલમાં તુચ્છ પ્રકૃતિ નથી એટલે આવું કંઈ કરવાના નથી. પણ ધર્મ પામેલા હોવાથી મયણાએ સ્થાપેલા ભાગ્યવાદને વધારે મજબૂત કરવો હોય તો તેઓ કરી શકે ને? અત્યારે એમ કહી શકે છે કે, ‘‘પિતાજી! હું ખાલી હાથે નીકળેલો, પણ જુઓ! ભાગ્યએ યારી આપી તો રાજરાજેશ્વર થઈ પાછો આવ્યો. ભાગ્યમાં હોય તે પ્રમાણે થાય. મયણાએ જે વાત કરેલી તે કેટલી નક્કર હતી!’’ પરંતુ શ્રીપાલ કે મયણા આવું કંઈ બોલવાના નથી. ઊલટું ભગવાને બતાવેલ સિદ્દાંતને, ધર્મને વિજયી બનાવવામાં મયણા, શ્રીપાલના રાજરાજેશ્વરપણાનો કઈ રીતે ઉપયોગ કરશે તે જાણવા મળીએ next episodeમાં…\n \nMAYNA SUNDARI - THE REAL WINNER - EP 11\nમોટા ભાગના જીવોને જીવનની મજા, pleasure outer worldમાં જ દેખાય છે અને એટલે જ તેઓ ભોગસુખોના ગુલામ હોય છે, નબળા હોય છે. ધર્મ કરવા છતાં પણ તેમને materialistic worldનું મહત્વ વધારે હોય છે. આથી તેઓ ધર્મનો પણ ઉપયોગ પોતાના embitions fulfil કરવા, successive carrier બનાવવા કરતા હોય છે. એની સામે ઉત્તમ ધર્માત્માઓ ભોગસુખના દાસ નહીં, પણ સ્વામી હોય છે. તેમને સત્તા-સંપત્તિ-ભોગ, કુટુંબ-પરિવાર કરતા દેવ-ગુરુ-ધર્મ વધારે મહત્વના લાગે છે. આથી તેઓ પોતાના ભોગસુખોનો, status આદિનો ઉપયોગ ધર્મની આરાધના, પ્રભાવના અને રક્ષા માટે કરતા હોય છે. મયણા પણ એક મહાન પ્રભાવિકા અને રક્ષક શ્રાવિકા છે. તે કઈ રીતે પોતાના પુણ્યનો, અનુકૂળતાઓનો ઉપયોગ જિનવચનની રક્ષા કરવામાં કરશે તે જાણીએ તેની જીવનયાત્રાના આધારે.\nLast episodeમાં આપણે જોયું કે ખાલી હાથે નીકળેલા શ્રીપાલ ૧૨ મહિને રાજરાજેશ્વર થઈ ઉજ્જૈની નગર તરફ પાછા આવી રહ્યા છે. કોઈને આ વાતની ખબર નથી. આથી ગુપ્તચરોએ પણ પ્રજાપાલ રાજાને એવા સમાચાર આપ્યા કે કોઈ મોટો સમ્રાટ આપણા દેશ તરફ લાવલશ્કર લઈ આવી રહ્યો છે. તેના બળ, પ્રતાપ, ઐશ્વર્ય વિશે સાંભળીને રાજા પણ ગભરાયો. ડરના કારણે તે સામી છાતીએ લડવા તૈયાર નહોતો માટે તેણે કિલ્લેબંધી કરી. આથી શ્રીપાલ, નગરની બહાર છાવણી નાખી રહે છે. ઘરેથી નીકળ્યાને એક વર્ષ થવાથી શ્રીપાલને માતા અને મયણાને મળવાની ખૂબ ઈચ્છા છે, આથી વિમલેશ્વર દેવે આપેલા હારના પ્રભાવે તે ઉડીને મયણાના મહેલે પહોંચે છે અને દરવાજાની બહાર રહી તેઓની વાત સાંભળે છે.\n કમળપ્રભા માતા ચિંતાથી મયણાને કહે છે કે અત્યારે યુદ્ધ જેવું વાતાવરણ છે. ચારેબાજુ ભય છે. શત્રુરાજા એટલો બળવાન છે કે કાલે આપણે જીવતા રહીશું કે નહીં તેનો ભરોસો નથી. તેથી આ જીવનમાં હું શ્રીપાલનું મોઢું જોઈ શકીશ કે નહીં તેની મને ખબર નથી. આમ માતા પુત્રવિરહમાં ચિંતા વ્યક્ત કરે છે. તે દિવસે મયણાને પરમાત્મભક્તિમાં ખૂબ જ ભાવોલ્લાસ થયેલો. તેના આધારે તે સાસુજીને દિલાસો આપતા કહે છે કે હે,” માતાજી! આપ ચિંતા ન કરો. આપના પુત્ર અને મારા પતિનું આજે ચોક્કસે મિલન થશે”. હજી તો મયણા આટલું કહે છે ત્યાં જ દરવાજા ઉપર ટકોરા વાગે છે. મયણાએ બારણું ખોલ્યું. શ્રીપાલ અંદર આવી માતાને પગે પડે છે. પરસ્પર ખબર-અ",
  "ંતર પૂછી બંનેને છાવણીમાં લઈ જાય છે. બીજી પત્નીઓ સાથે પરિચય કરાવે છે.\nબધી વાતચીત પૂરી થયા પછી શ્રીપાલ મયણાને કહે છે કે રાજનીતિ પ્રમાણે આવતી કાલે મારે તારા પિતા પાસે દૂત મોકલવાનો છે. તેઓ જાણતા નથી કે હું તેમનો જમાઈ શ્રીપાલ છું. એ તો એમ જ માને છે કે કોઈક મોટો સમ્રાટ ચડી આવ્યો છે. આથી ગભરાયેલા છે. તેથી હું કહીશ તે રીતે અવશ્ય સંધી કરશે. તો બોલ! તારા પિતા સાથે કઈ રીતે સંધી કરું? આમ તો રાજનીતિ પ્રમાણે બીજા રાજા સાથે કેવી રીતે વર્તવું તે શ્રીપાલે નક્કી કરવાનું હોય, નહીં કે મયણાએ. પરંતુ શ્રીપાલ જાણે છે કે પ્રજાપાળ રાજા મયણાના પિતા છે અને બીજું, મયણા વિવેકી હોવાથી યોગ્ય જ સલાહ આપશે. આથી તે મયણાને પૂછે છે. \nઆ એક વર્ષમાં મયણા પિતા સાથે ખૂબ વિનય અને ભક્તિપૂર્વક રહી છે. તેના વ્યવહારમાં કોઈ કચાશ નહોતી, પરંતુ તેના મનમાં એટલું ચોક્કસ પડ્યું હતું કે પિતાએ જાહેરમાં ભગવાનના સિદ્ધાંતની હાંસી ઉડાડેલી એટલે તક મળે તો તેમની પાસે જાહેરમાં ભૂલ કબૂલ કરાવવી છે. તેની આ ભાવના સાકાર થાય એવી તક તેને મળી. એટલે તરત જ તે કહે છે કે પિતારાજાને કહેવડાવો કે રાજ વેશ, રાજચિહનો છોડી રબારીનો વેશ પહેરી, ખભે કુહાડી અને મોઢામાં ઘાસનું તરણું મૂકી હાજર થશો તો અમે સંધી કરીશું. આમ, આ સંધી બહુ જ કડક છે. ક્ષત્રીય મોઢામાં તરણું ક્યારે લે? જ્યારે give up કરે, રક્ષણ માટે શરણુ સ્વીકારે ત્યારે ! આનાથી ઊચું અપમાન એક ક્ષત્રિય માટે બીજું કંઈ નથી. પિતાને અપમાનીત કરવામાં મયણાને રસ નહોતો પરંતુ આવી શરત મૂકવા પાછળ મયણાનો એક જ આશય હતો કે ભૂતકાળમાં રાજાએ દાખલો બેસાડ્યો હતો કે હું નારાજ થયો તો મયણાનું શું થયું અને પ્રસન્ન થયો તો સુરસુંદરીનું શું થયું. એની સામે મયણાને આવી કડક conditionથી લોકોમાં establish કરવું છે કે ભાગ્ય રૂઠે તો શું થાય. સુખ-દુખ મારી મહેરબાનીથી અને નારાજગીથી છે એવું કહેનાર વ્યક્તિ પોતે જ ભાગ્યને આધીન છે. તે જાણે છે કે વાતો કરવાથી ક્યારેય precident ઉભો ન થાય. તે તો વર્તનથી જ કરી શકાશે. આથી તેણે સંધીમાં આટલી કડક શરતો મૂકી.\nશ્રીપાલે મયણાની શરત શાંતિથી સાંભળી. શ્રીપાલની જગ્યાએ તમે હો તો શું કહો? દીકરી થઈને સગા બાપ સાથે તારે આવી કડક શરત કરવી છે? આટલો સમય વીત્યો છતાં તું ભૂલી નથી. અંદરમાં કેટલું ઝેર ભર્યું છે. પણ શ્રીપાલ આવું કશું નથી બોલ્યા, કારણ કે તે જાણે છે કે રાજસભામાં ઘટના બની ત્યારે પણ મયણાને દ્વેષ નહોતો ત્યાર પછી બધુ અનુકૂળ થયું, પિતાજીને સંભળાવવાની તક મળવા છતાં તેણે કંઈ સંભળાવ્યું નહોતું તો પછી અત્યારે તો તેને ક્યાંથી દ્વેષ આવવાનો.\nમયણાનો વિવેક, શાસ્ત્રજ્ઞાન, દીર્ઘદ્રષ્ટિ આદિ શ્રીપાલ જાણે છે અને એટલે જ મયણાની વાત સ્વીકારી બીજે દિવસે દૂત મોકલે છે. ભયના કારણે પ્રજાપાળ રાજા તો સંધી કરવા તૈયાર જ બેઠો હતો એટલે તેણે દૂતને બહુ સારી રીતે સન્માન સાથે આવકાર આપ્યો. નબળા લોકો આમ રૂઆબથી ફરતા હોય પણ ડરના કારણે ગમે ત્યારે નાના બની જાય. અહીં રાજા પણ તેને આવકારીને ખબર-અંતર પૂછે છે પછી દૂત બહુ સૌમ્ય ભાષામાં કહે છે કે આમ તો અમારા રાજાનું બળ એટલું છે કે તેઓ તમને તાબામાં લઈ શકે છે, આજ્ઞા મનાવી શકે છે. છતાં આપનું નસીબ કે તેઓ સંધી કરવા તૈયાર છે. રાજાને તો સંધીમાં રસ હતો જ એટલે તે શરત સાંભળવા ઉત્સુક હતો, પરંતુ જેવી દૂતે મોઢામાં તણખલું લઈ આવવું આદિ શરતો જણાવી કે રાજા એકદમ અકળાઈ ગયો. તેને થયું કે ક્ષત્રિય એવા મારી સાથે આવી રીતે સંધી! આવું હડહડતું અપમાન! આ તે કેવી રીતે સહન થાય. એટલે હજુ તો રાજા અકળાઈને જવાબ આપવા જાય છે ત્યાં તો મંત્રીએ રાજાને અટકાવ્યા! તે કહે છે કે મહારાજા! આ રાજાની સામે આપના બળ, શક્તિ સાવ મામૂલી છે. જો",
  " શરતો નહીં સ્વીકારો તો આપનો વિનાશ નક્કી છે. રાજનીતિમાં પણ બળવાન સામે ઝૂકી જવાની વાત આવે છે. પ્રજાપાળ રાજા પણ સમજુ છે એટલે વિચારે છે કે હવે મારી પાસે બીજો વિકલ્પ નથી. તેથી ન છૂટકે, અનિચ્છાએ પણ રાજાએ સંધી સ્વીકારી.\nઆખા નગરમાં વાયુવેગે આ વાત ફેલાઈ ગઈ કે બહુ મોટો સમ્રાટ આવ્યો છે. આપણા રાજા સંધી માટે તેની પાસે જવાના છે. તેથી લોકો કુતૂહલથી તેને જોવા ભેગા થયા. રાજાએ બંને દીકરીની પરીક્ષા લીધી હતી તેના કરતા અત્યારે કંઈ ગણા લોકો ભેગા થયા હતા આખુ નગર ઉમટ્યું હતું. શરત પ્રમાણે પ્રજાપાળ રાજા હાજર થયો. રાજાને રબારીના વેશમાં જોઈને નગરજનો તો સ્તબ્ધ થઈ ગયા. નગરજનો અંદર અંદર વાતો કરવા લાગ્યા કે આજે રાજાના કેવા દિવસો આવ્યા. શ્રીપાલ કે મયણા કોઈને રાજા પ્રત્યે ગુસ્સો, કે દ્વેષ નહોતો એટલે જ જેવો પ્રજાપાલ રાજા આવ્યો એટલે તરત મયણા સિંહાસન ઉપરથી ઉભી થઈ ગઈ. દોડીને પિતાના પગમાં પડી. વિનયથી કહે છે કે જુઓ, જુઓ પિતાજી! ભાગ્યે આપેલા વરનું પુણ્ય, વૈભવ જુઓ. શ્રીપાલે પણ તરત જ રાજાને રાજવેશ પહેરાવ્યો અને . સન્માનપૂર્વક રાજચિહ્‌નો સાથે પોતાની સાથે અર્ધાસને બેસાડયા . મયણાએ આ વર્તન દ્વારા લોકોમાં સિદ્ધ કરી દીધું કે ભૌતિક જગતમાં કોઈ કર્મથી above નથી. ઊલટું, બધા તેની underમાં છે. બધાએ કર્મને accept કરીને જ ચાલવું પડે છે. જિનવચન જ જગતમાં સત્ય છે. ભૂતકાળમાં રાજાએ જિનવચનને ખોટું ઠેરવવા પોતાનાથી થાય એટલા પ્રયત્નો કર્યાં હતા. પરંતુ મયણાએ અવસરનો ઉપયોગ કરી એવો સચોટ ઉપાય કર્યો કે ભૂતકાળમાં રાજાએ કરેલ અયોગ્ય વર્તન આખેઆખું ધોવાઈ ગયું. લોકમાનસમાંથી તેની છાપ સંપૂર્ણ ખસી ગઈ.\nમયણાના વર્તનથી એક-એક વ્યક્તિ મોઢામાં આંગળા નાખી ગઈ. કોઈક કહે છે કે મયણા જ સાચી હતી. કોઈક કહે છે કે ગમે તેટલો મોટો સત્તાધીશ, ચમરબંધી પણ ભાગ્ય પાસે નાચીઝ છે. કોઈક કહે છે કે જૈનધર્મ કેટલો સચોટ છે તેનો સિદ્ધાંત કેટલો નક્કર છે. એમ કહી લોકો બે મોઢે જૈનધર્મની પ્રશંસા કરે છે. ભૂતકાળમાં લોકોએ જૈનધર્મની જેટલી નિંદા કરેલી એના કરતા અત્યારે કંઈ ગણી જૈનધર્મની અનુમોદના, વખાણ કરે છે. લોકોમાં જૈનધર્મ પ્રત્યે સદ્‌ભાવ વધી ગયો. મયણાને talk of town ઉભું કરવું હતું કે આ ભૌતિક જગતમાં કોઈ કર્મથી ઉપર નથી. એમાં તે success ગઈ.\nજીવનના હરેક તબક્કે તે જીત મેળવતી જ ગઈ. મેળવતી જ ગઈ. એમાં પણ આ પ્રસંગ તો તેની જીતની સફરના શીખર સમાન હતું. જેમાં તેણે ખાલી વર્તન દ્વારા લોકોમાં જૈનધર્મની વિજયપતાકા લહેરાવી જેમ તેના પુણ્યથી તેને આ સોનેરી તક મળી અને ભગવાનના સિદ્ધાંતની સચ્ચાઈ આપમેળે સ્થાપિત થઈ. તે જ રીતે ભાગ્ય, તેની વાતને સાચી  સિદ્ધ કરવા હજુ કઈ રીતે તેને સહાય કરશે, તે જાણવા ફરી મળશું શ્રીપાલની રાજસભામાં, આવતા episode…માં…\n \n \nMAYNA SUNDARI - THE REAL WINNER- EP 12\n\n0:00:11.686,0:00:14.342\nજેના જીવનમાં પુણ્યનો ઉદય હોય,\n\n0:00:15.000,0:00:17.518\nજેને luck યારી આપતું\n\n0:00:18.141,0:00:20.887\nતેણે ક્યારેય ન વિચાર્યું હોય\n\n0:00:21.869,0:00:25.476\nએ રીતે વ્યક્તિ, સંયોગ આદિ favourable થઈ જાય\n\n0:00:26.344,0:00:29.039\nઅને જો પાપનો ઉદય થાય,\n\n0:00:29.039,0:00:30.608\nભાગ્ય રૂઠે\n\n0:00:30.608,0:00:33.120\nતો તે ગમે તેટલી મહેનત કરે,\n\n0:00:33.120,0:00:35.910\nગમે તેટલા resources કામે લગાડે,\n\n0:00:35.910,0:00:37.640\nપોતાની skill,\n\n0:00:37.640,0:00:39.444\nIQનો ઉપયોગ કરે\n\n0:00:39.840,0:00:43.022\nછતાં તેને ડગલે ને પગલે setback મળે,\n\n0:00:43.022,0:00:45.308\n\n\nપ્રતિકૂળ સંયોગો સર્જાય.\n\n0:00:47.271,0:00:51.648\nઆ દુનિયામાં સુખ-દુ:ખના સંયોગો કોઈને પૂછીને આવતા નથી.\n\n0:00:51.893,0:00:54.940\nકોઈની ઈચ",
  "્છા મુજબ સંયોગો સર્જાતા નથી.\n\n0:00:55.544,0:00:58.552\nThis is hard fact of life.\n\n0:00:58.552,0:01:04.405\nભૌતિક જગતમાં તમામ સંયોગો પુણ્ય, પાપનો એક ખેલ જ છે.\n\n0:01:05.557,0:01:08.995\nશરૂઆતમાં જ્યાં સુધી શ્રીપાલનો પાપોદય હતો\n\n0:01:08.995,0:01:11.318\nત્યાં સુધી તે રોગગ્રસ્ત હતો,\n\n0:01:11.318,0:01:13.435\nગામેગામ રખડતો હતો.\n\n0:01:13.945,0:01:16.957\nપણ પછી જેવો પુણ્યનો phase ચાલું થયો\n\n0:01:16.957,0:01:20.850\nકે જોતજોતામાં તો તે રાજરાજેશ્વર બની ગયો.\n\n0:01:21.775,0:01:26.306\nએની સામે જ્યારે પ્રજાપાલ રાજાનો પુણ્યનો સીતારો ચમકતો હતો\n\n0:01:26.608,0:01:29.953\nત્યારે તેણે મયણાને રસ્તે રખડતી મૂકી દીધી\n\n0:01:29.953,0:01:34.427\nઅને જ્યારે પાનખર ઋતુના પાંદડાની જેમ પુણ્ય ખરી ગયું\n\n0:01:34.427,0:01:38.728\nત્યારે તે જ રાજા અપમાનજનક situationમાં મૂકાઈ ગયો.\n\n0:01:39.747,0:01:42.669\nનસીબ બદલાય એટલી વાર!\n\n0:01:43.047,0:01:46.697\nએકની એક વ્યક્તિના જીવનમાં કેવા up-down આવે\n\n0:01:46.697,0:01:50.538\nતે આ ચરિત્ર ઉપરથી બહુ સારી રીતે ખ્યાલ આવે તેમ છે.\n\n0:01:50.934,0:01:52.933\nLast episodeમાં આપણે જોયું\n\n0:01:53.480,0:01:55.858\nકે મયણાને પણ પુણ્યએ સાથ આપ્યો\n\n0:01:55.858,0:01:58.508\nતો ધાર્યાં કરતાં સવાયું ફળ મળે\n\n0:01:58.508,0:02:00.772\nએવી તક તેને મળી.\n\n0:02:01.263,0:02:06.142\nતેનો ઉપયોગ કરી શ્રીપાલ પાસેથી તેણે પ્રજાપાલ રાજા સાથે\n\n0:02:06.482,0:02:08.298\nએવો વ્યવહાર કરાવ્યો\n\n0:02:08.298,0:02:10.753\nકે લોકોને ખાતરી થઈ ગઈ\n\n0:02:10.753,0:02:16.111\nકે ભાગ્ય જ બધાના જીવનમાં બહારના circumstances regulate કરે છે.\n\n0:02:16.658,0:02:19.210\nભૌતિક જગતમાં બધી બાબતમાં\n\n0:02:19.531,0:02:23.060\nભાગ્યની જ monopoly કે પ્રધાનતા છે.\n\n0:02:23.589,0:02:29.340\nએક પ્રસંગ ઉભો કરી મયણાએ કેટલાયને જૈન ધર્મના અનુયાયી બનાવી દીધા.\n\n0:02:29.718,0:02:31.881\nઆ રીતે ફક્ત રાજા નહીં,\n\n0:02:32.202,0:02:37.862\nપરંતુ  આખી ઉજ્જૈની નગરીના મનમાં કર્મનો સિદ્ધાંત સ્થિર થઈ ગયો.\n\n0:02:38.542,0:02:42.306\nઘણા વખત પછી આખો પરિવાર ભેગો થયો હોવાથી\n\n0:02:42.306,0:02:45.037\nશ્રીપાલ મંત્રીને બોલાવીને કહે છે\n\n0:02:45.037,0:02:45.813\nકે\n\n0:02:54.127,0:02:58.760\nરાજાની આજ્ઞા થવાથી મંત્રીએ તરત નૃત્ય મંડળી બોલાવી.\n\n0:02:58.760,0:03:01.058\nઆખી મંડળી તૈયાર થઈ ગઈ,\n\n0:03:01.058,0:03:05.756\nપરંતુ તેની મુખ્ય નર્તકી નૃત્ય કરવા ઉભી થતી નથી.\n\n0:03:06.417,0:03:08.962\nસૂત્રધારે તેને બે-ત્રણ વાર કહ્યું\n\n0:03:08.962,0:03:11.276\nછતાં તે તૈયાર થતી નથી.\n\n0:03:11.635,0:03:16.907\nઅંતે સૂત્રધારના કડક શબ્દો સાંભળીને તે પરાણે ઉભી થાય છે.\n\n0:03:17.266,0:03:20.314\nનૃત્ય કરતા કરતા તે એક દુહો બોલે છે\n\n0:03:20.314,0:03:22.601\nજેમાં તેની ઓળખ હતી\n\n0:03:22.960,0:03:27.229\nકે, “હું બીજી કોઈ નહીં પણ સુરસુંદરી છું.”\n\n0:03:27.323,0:03:30.207\nદુહો સાંભળીને બધા ચકિત થઈ ગયા\n\n0:03:30.207,0:03:36.546\nઅને ધારી ધારીને જોતા બધાને ખ્યાલ આવ્યો કે આ તો આપણી દીકરી સુરસુંદરી છે.\n\n0:03:36.546,0:03:38.669\nબધા દોડીને આવે છે\n\n0:03:39.330,0:03:42.829\nઅને તેની આવી અવસ્થાનું કારણ પૂછે છે.\n\n0:03:44.302,0:03:48.837\nજ્યારે પ્રજાપાલ રાજા પોતાની વાત સિદ્ધ કરવાના powerમાં હતો\n\n0:03:48.837,0:03:52.942\nત્યારે તેણે સુરસુંદરીને ખૂબ ઠાઠથી પરણાવેલી\n\n0:03:52.942,0:03:55.790\nઅને અઢળક સંપત્તિ પણ આપેલી.\n\n0:03:56.488,0:04:02.477\nએને બદલે આજે સુરસુંદરીની આવી હાલત જોઈ બધા દંગ થઈ ગયા.\n\n0:04:02.477,0:04:06.",
  "129\nતે વખતે સુરસુંદરીએ આખી હકીકત જણાવતા કહ્યું\n\n0:04:06.903,0:04:10.076\nકે પરણ્યા બાદ અમે અમારા નગર તરફ જવા નીકળ્યા.\n\n0:04:10.076,0:04:12.988\nનગરપ્રવેશની આગલી રાત્રે\n\n0:04:13.517,0:04:16.179\nનગર બહાર પડાવ નાખીને રહ્યા હતા .\n\n0:04:16.179,0:04:19.182\nકમનસીબે ત્યારે ચોરોનો હુમલો થયો.\n\n0:04:19.182,0:04:22.583\nતેના કારણે સૈનિકોમાં નાસભાગ થઈ.\n\n0:04:22.583,0:04:26.520\nતમારા જમાઈ પણ જીવ બચાવવા મને છોડીને ભાગી ગયા\n\n0:04:28.049,0:04:31.031\nઅને હું ચોરોના હાથમાં સપડાઈ ગઈ.\n\n0:04:31.031,0:04:33.695\nચોરોએ મને વેચી દીધી\n\n0:04:33.695,0:04:36.812\nઅને નર્તકી તરીકે હું અહીં સુધી પહોંચી.\n\n0:04:37.473,0:04:42.005\nઅત્યારે મયણા ધારે તો સુરસુંદરી ને કહી શકત\n\n0:04:42.005,0:04:45.719\nકે ત્યારે તે પણ પિતાની ખોટી વાતમાં સમર્થન આપ્યું હતું,\n\n0:04:45.719,0:04:48.430\nતેનું આ જ  ભવમાં કેવું ફળ મળ્યું\n\n0:04:48.430,0:04:49.793\nતે તું જોઈ લે.\n\n0:04:50.473,0:04:53.962\nતમે હો તો કીધા વિના રહી શકો ખરા?\n\n0:04:53.962,0:04:55.133\nનહીં ને\n\n0:04:55.360,0:04:58.450\nપરંતુ મયણા આવું કંઈ નથી બોલતી .\n\n0:04:58.884,0:05:02.171\nઊલટું તેને આશ્વાસન આપતા કહે છે\n\n0:05:02.794,0:05:04.062\nકે, ‘‘બેન!\n\n0:05:04.062,0:05:06.555\nતું જરા પણ ચિંતા ન કર.\n\n0:05:06.555,0:05:09.207\nધર્મ પસાયે બધું સારું થશે.\n\n0:05:09.717,0:05:12.238\nપિતાશ્રી પણ અહીં હાજર છે\n\n0:05:12.238,0:05:16.138\nઅને તારા બનેવી શ્રીપાલ પણ રાજરાજેશ્વર છે\n\n0:05:16.138,0:05:18.622\nએટલે બધું settle કરી આપશે.\n\n0:05:18.622,0:05:22.565\nઆ સાંભળી સુરસુંદરી મયણા ઉપર અત્યંત ઓવારી ગઈ.\n\n0:05:22.565,0:05:26.453\nતેને થયું કે શું મયણાના ગુણો છે!\n\n0:05:26.453,0:05:28.438\nશું એનું વર્તન છે!\n\n0:05:29.174,0:05:31.826\nતેના હૃદય ઉપર એટલી અસર થઈ\n\n0:05:31.826,0:05:35.728\nકે પોતે રાજસભામાં મયણાની જે હાંસી ઉડાડી હતી\n\n0:05:35.728,0:05:39.908\nતે ભૂલને ખૂબ સરળ ભાવે જાહેરમાં કબૂલ કરતા કહે છે\n\n0:05:40.606,0:05:41.832\nકે, ‘‘મયણા\n\n0:05:41.832,0:05:46.021\nતારો ધર્મ, ધર્મના સિદ્ધાંતો સાચા!\n\n0:05:46.550,0:05:49.167\nમેં પિતાની જે ખુશામત કરી,\n\n0:05:49.167,0:05:51.502\nખોટામાં ટાપસી પૂરાવેલી\n\n0:05:51.502,0:05:53.325\nતે મારી ભૂલ હતી’’.\n\n0:05:54.118,0:05:57.991\nઆ રીતે પોતાના ગેરવર્તનનો પશ્ચાતાપ કરે છે.\n\n0:05:58.671,0:06:02.343\nઅત્યાર સુધી તેને જૈનધર્મનો વિશેષ પરિચય નહોતો.\n\n0:06:02.343,0:06:04.896\nપરંતુ મયણાના વર્તન,\n\n0:06:04.896,0:06:06.359\nતેના ગુણો,\n\n0:06:06.359,0:06:10.619\nતેના વ્યક્તિત્વએ સુરસુંદરીનું હૃદય એવું જીતી લીધું\n\n0:06:10.619,0:06:14.454\nકે હવે તે પણ જૈનધર્મને હૃદયથી આરાધશે.\n\n0:06:15.115,0:06:18.314\nમયણા બધાનું દિલ જીતવામાં કુશળ છે\n\n0:06:18.314,0:06:19.749\nઅને તમે!\n\n0:06:20.504,0:06:25.679\nકોઈને તમારા પર લાગણી હોય તો તેને તોડવામાં કુશળ છો ને?\n\n0:06:25.679,0:06:29.119\nઆજ દિવસ સુધી કેટલા લોકોના દિલ તોડ્યા?\n\n0:06:29.629,0:06:31.563\nઅને જીત્યા કેટલાંના?\n\n0:06:32.167,0:06:34.786\nજે internally developed નથી,\n\n0:06:34.786,0:06:37.306\nતે વર્તન જ એવું કરશે\n\n0:06:37.306,0:06:40.855\nકે કોઈને સદ્‌ભાવ હોય તો પણ તૂટી જાય.\n\n0:06:41.402,0:06:46.795\nતમે જેની સાથે વધારે રહો તે બધા તમારાથી કંટાળીને દૂર થયા\n\n0:06:46.795,0:06:51.166\nકારણ કે તમે તમારી inner personalityને enrich નથી કરી.\n\n0:06:51.619,0:06:53.356\nઅને એટલે જ\n\n0:06:53.356,0:06:56.737\nજીવનમાં બધે તમારી setback થાય છે.\n\n0:06:56.737,0",
  ":06:59.884\nજ્યારે મયણા તો વિજેતા છે.\n\n0:06:59.884,0:07:05.730\nહરેક પ્રસંગે તે બીજાનો સદ્‌ભાવ મેળવતી જશે અને જીતતી જશે.\n\n0:07:06.712,0:07:14.166\nઆ આખા પ્રસંગમાં પ્રજાપાલની સાથે સાથે સુરસુંદરી પણ કર્મને આધિન છે\n\n0:07:14.468,0:07:17.125\nએ વાતનો ઘટસ્ફોટ થઈ ગયો.\n\n0:07:17.937,0:07:20.989\nઆમાં મયણાએ કોઈ planning નહોતું કર્યું.\n\n0:07:21.329,0:07:26.590\nપરંતુ તેનું પુણ્ય એવું કે ભગવાનના વચનને patronage મળે\n\n0:07:26.590,0:07:29.739\nએવા સંયોગો naturally ગોઠવાઈ ગયા.\n\n0:07:29.739,0:07:33.642\nઅંતે જીત ભગવાનના સિદ્ધાંતની થઈ.\n\n0:07:34.435,0:07:40.596\nઆ પ્રસંગથી પ્રજામાં એકદમ સચોટ રીતે કર્મનું સિદ્ધાંત સ્થાપિત થઈ ગયું.\n\n0:07:41.294,0:07:43.228\nબધા સમજી ગયા\n\n0:07:43.228,0:07:45.537\nકે રાજા હોય કે રંક,\n\n0:07:45.537,0:07:48.455\nબધા જ કર્મને પરવશ છે.\n\n0:07:49.021,0:07:51.902\nજગતમાં કોઈ એવો દાવો ન કરી શકે\n\n0:07:51.902,0:07:54.276\nકે હું કર્મથી અધિક છું.\n\n0:07:54.276,0:07:58.678\nબધાને કર્મની પરાધિનતાનો અનુભવ થાય જ છે.\n\n0:08:05.770,0:08:08.058\nભાગ્ય રૂઠવાથી રાજાની,\n\n0:08:08.058,0:08:10.790\nઅને સુરસુંદરીની શું સ્થિતિ થઈ\n\n0:08:10.790,0:08:15.578\nઅને ભાગ્ય અનુકૂળ થવાથી મયણાની શું સ્થિતિ થઈ\n\n0:08:15.578,0:08:18.869\nતે બધાએ પ્રત્યક્ષ નજરોનજર જોયું.\n\n0:08:19.303,0:08:22.823\nચારેબાજુ જૈનધર્મનો જયજયકાર થયો.\n\n0:08:23.521,0:08:26.310\nલોકોમાં જૈનધર્મની પ્રભાવના કરી,\n\n0:08:26.310,0:08:32.373\nસત્યને સ્થાપિત કરવાનો મયણાનો મનોરથ સુંદર રીતે પૂરો થયો.\n\n0:08:33.355,0:08:37.055\nહવે આખું કુટુંબ આનંદથી રહે છે.\n\n0:08:37.055,0:08:39.636\nશ્રીપાલ રાજરાજેશ્વર થયા.\n\n0:08:40.353,0:08:43.811\nઘણા રાજાને તેમણે ન્યાય નીતિથી જીત્યા હતા.\n\n0:08:44.358,0:08:48.863\nછતાં હજી સુધી પોતાના બાપદાદાનું રાજ્ય જીત્યું નહોતું.\n\n0:08:49.392,0:08:51.840\nશ્રીપાલ પાંચ વર્ષના હતા\n\n0:08:51.840,0:08:55.349\nત્યારે તેમના પિતા - રાજાનું અચાનક મૃત્યુ થયેલું.\n\n0:09:02.235,0:09:04.671\nછતાં રાજ્યની લાલસાથી\n\n0:09:05.000,0:09:09.461\nકાકા અજીતસેને શ્રીપાલને મારી નાખવા સુધીના પગલા લીધા હતા.\n\n0:09:09.461,0:09:11.925\nપણ વિશ્વાસુ મંત્રીએ\n\n0:09:11.925,0:09:17.233\nશ્રીપાલ અને તેની માતાને ત્યાંથી ભાગી જવાની બધી વ્યવસ્થા કરી આપી.\n\n0:09:17.592,0:09:20.640\nઆમ, મંત્રીના ઉપકારથી શ્રીપાલ બચ્યા.\n\n0:09:21.206,0:09:23.899\nકાળક્રમે રાજરાજેશ્વર થયા\n\n0:09:23.899,0:09:29.721\nપરંતુ હજુ શ્રીપાલે બાપદાદાનું રાજ્ય જીતવા કોઈ મહેનત નહોતી કરી.\n\n0:09:30.344,0:09:33.809\nસાત્વિક વૃત્તિના કારણે તેઓ વિચારે છે\n\n0:09:33.809,0:09:36.165\nકે કાકારાજા વડીલ છે\n\n0:09:36.165,0:09:38.464\nતો ભલે તેઓ રાજ્ય ભોગવતા.\n\n0:09:39.087,0:09:44.311\nમારી પાસે સત્તા-સંપત્તિ-ભોગની ક્યાં કંઈ કચાશ છે.\n\n0:09:44.877,0:09:49.171\nઆમ વિચારી શ્રીપાલ શાંતિથી પોતાનું રાજ્ય ભોગવી રહ્યા છે.\n\n0:09:49.171,0:09:54.297\nટૂંક સમયમાં તેમના યશ કીર્તિ ચારે દિશામાં ફેલાઈ ગયા.\n\n0:09:55.090,0:09:59.491\nએ યશોગાથા સાંભળીને શ્રીપાલને નાનપણમાં બચાવનારા મંત્રી\n\n0:09:59.491,0:10:01.563\nતેમની પાસે આવે છે\n\n0:10:01.563,0:10:02.870\nઅને કહે છે\n\n0:10:02.870,0:10:08.023\nકે તમે દુનિયામાં ભલે ગાજતા હો પણ ઘરમાં ગાજતા નથી.\n\n0:10:08.721,0:10:12.186\nરાજપાટ ચલાવવામાં તમે શૂરવીર છો,\n\n0:10:12.186,0:10:15.459\nપણ બહાર તો તમારી એવી છાપ ઊભી થઈ છે\n\n0:10:19.528,0:10:21.188\nતે યોગ્ય નથી,\n\n0:10:21.188,0:10:27.184\nતેમ કહી શ્રીપાલને ક્ષત્રિય ",
  "રાજવી તરીકેનું તેમનું ગૌરવ યાદ કરાવે છે.\n\n0:10:28.128,0:10:31.568\nઆ અવસરે તમે હો તો શું કરો?\n\n0:10:31.983,0:10:37.637\nભૂતકાળના કષ્ટોને યાદ કરી દ્વેષથી કાકારાજાને પરચો બતાવો?\n\n0:10:37.958,0:10:43.070\nકે અપકીર્તિને દૂર કરવા લડાઈ કરી રાજ્ય પાછું મેળવો?\n\n0:10:43.504,0:10:46.808\nકે પછી ઉદારતાથી બાપદાદાનું રાજ્ય જતું કરો?\n\n0:10:47.563,0:10:51.416\nદ્વેષી કે લાલચુ વ્યક્તિના વ્યવહાર જુદા હોય છે.\n\n0:10:51.982,0:10:54.569\nજ્યારે સાત્વિક પુરુષના વર્તન,\n\n0:10:54.569,0:10:56.798\nવિચારો જુદા હોય છે.\n\n0:10:56.798,0:10:59.122\nઅને તેઓ જ વિજેતા બને છે.\n\n0:11:00.104,0:11:02.464\nસાત્વિકતાના કારણે\n\n0:11:02.464,0:11:06.409\nશ્રીપાલ અજીતસેન રાજા સાથે કેવો વ્યવહાર કરશે\n\n0:11:06.636,0:11:12.109\nઅને પોતે પણ મયણાની જેમ કઈ રીતે જીતના માર્ગે આગળ વધશે\n\n0:11:12.109,0:11:15.466\nતે જાણવા મળળીએ next episodeમાં.\n \n\n \nMAYNA SUNDARI - THE REAL WINNER - EP 13\nદુનિયામાં બધા જીવો સરખા નથી હોતા. સજ્જન, દુર્જન, ધર્મી, અધર્મી એમ જાતજાતના જીવો હોય છે. દરેકની mentality, way of thinking જુદું જુદું હોય છે. કેટલાંક ખૂબ સ્વાર્થી અને મનથી નબળા હોય છે. ભૌતિક અપેક્ષાઓ, લાલસાઓને પરવશ અને ગુલામ હોય છે. તેથી જેના ઉપર પોતાનો અધિકાર નથી, બીજાના હક્કનું છે તેને પણ પડાવી લેવાની tendency તેમનામાં હોય છે. કેટલીક વ્યક્તિઓને પોતાની લાલસાઓ પર એટલો control હોય કે ક્યારેય અણહક્કનું ન લે. જે પોતાના હક્કનું છે, તેને જ મેળવવાની, ભોગવવાની ઈચ્છવાળા હોય છે. Societyમાં સારા માણસ તરીકેનું stand maintain કરવા morals અને ethicsની strength અને કષાયોનો control જોઈશે જ. હવે કોઈક એવા પણ મળશે જે અણહક્કનું તો ન લે, પરંતુ હક્કનું પણ છોડવા તૈયાર હોય. ઉદારતા, પરોપકાર, સહિષ્ણુતા, ગંભીરતા આદિ ગુણોની સુવાસથી તેમનું જીવન મઘમઘતું હોય છે. આથી હક્કનું મેળવવાની capacity હોવા છતાં પણ તેઓ એટલા સક્ષમ અને સબળા હોય છે કે ભૌતિક લાલસાઓ પર તેઓ સરસાઈ મેળવી લે. ક્યાંય કષાયોને પોતાના પર હાવી ન થવા દે, પરંતુ આવા જીવો બહુ ઓછા હોય છે. શ્રીપાલ જેવા મહાપુરુષનો નંબર પણ આ categoryમાં આવે છે.\nગયા વખતે આપણે જોયું કે પિતાના વફાદાર મંત્રીને કારણે શ્રીપાલ નાનપણમાં બચ્યા હતા. તે જ મંત્રી, શ્રીપાલ રાજરાજેશ્વર થયા પછી તે જ મંત્રી શ્રીપાલને મળવા આવે છે. ચિંતીત થઈ તે શ્રીપાલને જણાવે છે કે લોકોમાં તમારી અપકીર્તિ  ની વાતો થાય છે કે શ્રીપાલ ભલે રાજરાજેશ્વર થયા પણ તેમના બાવડામાં દમ નથી એટલે જ બાપદાદાનું રાજ્ય મેળવતા નથી. વાસ્તવમાં શ્રીપાલે બાપદાદાનું રાજ્ય મેળવવા માટે કોઈ મહેનત નહોતી કરી. શ્રીપાલ સાધુ નથી. ગૃહસ્થ છે. પોતાની રાજ્યસત્તાને વધારવાની ઈચ્છાવાળા છે. પણ તેમની પ્રકૃતિ અત્યંત ઉદાર છે. તેમનામાં રહેલા દયા, સહિષ્ણુતા, પરોપકારીતા, ક્ષમા આદિ ગુણો સામાન્ય નથી. એટલે વર્ષોથી પોતાના હક્કનું રાજ્ય કાકારાજા ભોગવતા હોવા છતાં શ્રીપાલને તેમના પ્રત્યે જરાપણ દ્વેષ નથી. કાકાને પરચો બતાવવાની કે બદલો લેવાની ભાવના પણ નથી. પરંતુ શ્રીપાલ સ્વમાની અને સત્વશાળી છે, એટલે મંત્રીએ કરેલી અપકીર્તિની વાત તેને  હૈયે વાગી. આથી શ્રીપાલ કાકા અજીતસેન રાજા પાસે દૂત મોકલે છે. દૂત પણ અજીતસેન રાજા પાસે શ્રીપાલનો સંદેશ યોગ્ય શબ્દોમાં રજૂ કરતા કહે છે કે ‘‘તમારી ઈચ્છા હતી કે શ્રીપાલ દુનિયાના દરેક fieldમાં expert બને, તેથી training લેવા માટે તમે એને પરદેશ મોકલ્યો હતો. તે જ શ્રીપાલ હવે બધી રીતે well develop થયા છે. તમારો રાજ્યનો બોજો હળવો કરવા તેઓ તમારા રાજ્ય તરફ આવી રહ્યા છે. શ્રીપાલને રાજ્ય આપી તેના પ્રત્",
  "યેનો તમારો સ્નેહ બતાવો. વળી, કેટલાય રાજાઓ તેમની ભક્તિ કરે છે, પરંતુ તમે આવ્યા નહીં તે યોગ્ય કર્યું નથી. સમજુ કે અણસમજુ બધાનો અભિપ્રાય એક જ હોય છે કે મોટાઓની સાથે વિરોધ ઉભો ન કરવો જોઈએ.’’\nઅજીતસેન રાજા દૂતનો કહેવાનો અર્થ સમજી ગયા. આથી ગુસ્સે થઈને દૂતને કહે છે કે ‘‘જો શ્રીપાલ ક્ષત્રિય હોય તો આ રીતે રાજ્ય માંગતા તેને શરમ આવવી જોઈએ. તેનામાં શૌર્ય અને પરાક્રમ હોય તો રાજ્ય જીતવા આવી જાય મેદાનમાં ! બાકી, સૂતેલા સિંહને જગાડીને તેણે પોતાના જ મોતને પોકાર્યું છે. માટે તું જા અને કહી દે શ્રીપાલને  કે રાજ્ય મેળવવું હોય તો પહેલા પોતાનું પાણી બતાવે.’’ દૂતે આ વાત શ્રીપાલને જણાવી. શ્રીપાલ સમજી ગયા કે હવે યુદ્ધ સિવાય બીજો કોઈ વિકલ્પ નથી. યુદ્ધની ભેરીઓ વાગી, ધમસાણ યુદ્ધ થયું. ૭૦૦ કોઢીયાઓ જે મૂળથી ક્ષત્રિય હતા તેઓ પણ યુદ્ધમાં જોડાયા. અજીતસેન રાજાને શ્રીપાલ પ્રત્યે અત્યંત ગુસ્સો છે, . જ્યારે શ્રીપાલને કાકારાજા પ્રત્યે જરાપણ ગુસ્સો કે દ્વેષ નથી. એટલે યુદ્ધ કરતી વખતે પણ તે કાળજી રાખે છે કે કાકાના પ્રાણ ચાલ્યા ન જાય. શ્રીપાલના તેજ, શૌર્ય, અદ્વિતીય પરાક્રમથી અજિતસેન રાજાના સૈન્યમાં ભંગાણ પડ્યું. તરત જ સાતસો રાણાઓ અજીતસેન રાજાને ઘેરી ને શ્રીપાલ પાસે લાવે છે. ઉત્તમ પુરુષ કેવા હોય, તેમના ઉચિત વર્તન, ઉદારતા, સહિષ્ણુતા આદિ ગુણો કેવા હોય તે શ્રીપાલના વ્યવહાર પરથી ખ્યાલ આવે એમ છે. શ્રીપાલ પોતાના કાકાને ઉપકારી માને છે. એટલે જેવા ૭૦૦ રાણાઓ તેમને લઈને આવ્યા કે તરત શ્રીપાલે તેમને બંધનમુક્ત કર્યાં. ત્યાર બાદ પગમાં પડી તે કહે છે કે, ‘‘એક ક્ષત્રિયને શોભે એ રીતે આપ લડ્યા છો. આપની શૂરવીરતાના જેટલા વખાણ કરું એટલા ઓછા છે. મેં આપને જે કષ્ટ આપ્યું તેના માટે મને માફ કરજો. મારે આ સત્તા-સંપત્તિ સાથે લેવા-દેવા નથી. આપ નિશ્ચિંતતાથી આ રાજ્ય ભોગવો.’’\nઅહો! ધન્ય છે શ્રીપાલને! મારવાના પ્રયાસ કરનાર પોતાના શત્રુ પ્રત્યે પણ કેવી ક્ષમા! સર્વસ્વ લૂંટીને રસ્તે રખડતા કરનાર પ્રત્યે પણ કેવી ઉદારતા! શ્રીપાલના ઉદ્‌ગારો સાંભળીને અજીતસેન રાજા અત્યંત ગળગળા થઈ ગયા. તેઓ વિચારે છે કે ક્યાં હું! સગા ભત્રીજાનો વિશ્વાસધાત કરનાર પાપી! અને ક્યાં આ ઉદારદીલ શ્રીપાલ! તે મને રાજ્યની offer કરે છે એ તેની મહાનતા છે. નહીં તો આ જ શ્રીપાલ મને જેલના સળિયા પાછળ પણ ધકેલી શકે છે. રીબાવી-રીબાવીને મારી શકે છે. છતાં મારી નાખવાની વાત તો દૂર! કોઈ સજા પણ નહીં. ઊલટું, મને ઉદારથી કહે છે કે, આપ ખુશીથી આ સામ્રાજ્ય ભોગવો. શું એનો વિનય છે! શું એની ગંભીરતા, સહિષ્ણુતા છે! શૌર્ય અને પરાક્રમથી લડી શ્રીપાલે કાકારાજાને બહારથી જીત્યા તેમ ક્ષમા, ગંભીરતા, સહિષ્ણુતા આદિ ગુણો અને ઉચિત વર્તન દ્વારા તેમનું દિલ પણ જીતી લીધું. ભલે ક્ષત્રિયને છાજે તે રીતે લડીને શ્રીપાલ તેમને શરીરથી બંધનગ્રસ્ત કરી શક્યો, પણ સામાના હૃદયમાં સ્થાન મેળવવા, તેનું દિલ જીતવા તો ગુણમય વર્તન જ જોઈશે. લોકોમાં wrong belief છે કે જો આપણે ગુણકારી વર્તન કરશું તો આપણી બધે પીછેહઠ થશે, આપણે બધે ગુમાવવાનું આવશે. જેમ ઉદાર બનશું તો લૂંટાઈ જશું. સરળ થઈને જીવશું તો બધા આપણો કસ કાઢશે. શાંત રહેશું તો કોઈ કામ નહીં કરે એટલે ગુણ કેળવવા જેવા નથી. એના કારણે જીવનમાં ઘણું સહન કરવાનું આવે છે એવો approach મોટા ભાગે લોકોનો હોય છે, પરંતુ આ ગેરસમજ છે. સામેવાળાના ઉત્તમ વ્યવહારથી લાયક જીવોમાં જબરદસ્ત turning point આવતા હોય છે. એનો જીવંત દાખલો અજીતસેન રાજા છે. શ્રીપાલના વ્યવહારથી હવે અજિતસેન રાજાને પોતાની જાત શ્રીપાલ કરતા નીચી લાગે છે. હવે તે દિલથી માને છે કે હું સત્તા-સંપત્તિ-ભોગને લાયક નથી. ધિક્કાર છે મને! મારા જીવનને",
  "! મારી લાલસાઓને! અજીતસેનરાજને દિલથી એવો પશ્ચાતાપ થયો કે ત્યાંને ત્યાં તેમને જાતિસ્મરણ જ્ઞાન થયું. પૂર્વભવમાં પાળેલું સાધુપણું, શાસ્ત્રજ્ઞાન, આરાધના બધું તેમને યાદ આવે છે. આથી શ્રીપાલને કહે છે કે હવે આ સત્તા-સંપત્તિ-ભોગ મારે નથી જોઈતા. મારે તો હવે આત્માનું સામ્રાજ્યજોઈએ,છે. એમ કહીને રણ મેદાનમાં જ પંચમુષ્ટિ લોચ કરે છે. ચારિત્ર જીવન સ્વીકારે છે. ત્યાં ને ત્યાં ધ્યાનમગ્ન થઈ કાઉસ્સગમાં ઉભા રહે છે.\nવિચાર કરો ! ક્યાં તે સત્તા-સંપત્તિની લાલસાવાળો રાજા! અને ક્યાં આ ત્યાગી રાજર્ષિ! ક્યાં તે સ્વાર્થ વૃત્તિ! અને ક્યાં આ પરમાર્થતા! કાકારાજાના જીવનમાં આવેલા જબરદસ્ત પરિવર્તનને જોઈને શ્રીપાલ અત્યંત અભિભૂત થઈ ગયો. ભક્તિથી તે ત્રણ પ્રદક્ષિણા આપે છે, દિલના અહોભાવથી વંદન કરે છે.\nહવે શ્રીપાલ કરતા અજિતસેમુનિનનું level ઘણું ઉંચું છે. થોડી જ ક્ષણોમાં તો આખું દૃશ્ય બદલાઈ ગયું. શ્રીપાલ હૃદયથી મહાત્માના ગુણોની પ્રશંસા અને પોતાના દોષોની નિંદા કરે છે. તેમની સ્તુતિ કરતા તે કહે છે કે, ‘‘આપે ઉપશમરસથી ક્રોધને હણ્યો છે. નિરભિમાનરૂપ વજ્ર વડે મોટા અહંકારરૂપ પર્વતનો નાશ કર્યો છે. પહેલા આપ મારા કાકા હોવાથી વંદનને યોગ્ય તો હતાજ હવે ઉપશમરસમાં નિમગ્ન હોવાથી વિશેષ રીતે નમવા યોગ્ય છો.’’ આ રીતે મહાત્માની સ્તવના કરી ઉદારદીલ શ્રીપાલ ચંપાનગરીના રાજ્ય પર અજિતસેન રાજાના પુત્રનો રાજ્યાભિષેક કરે છે. ત્યાર બાદ ધવલશેઠના દીકરાને બોલાવીને ૫૦૦ વહાણ પાછા આપે છે, અને તેને નગરશેઠ બનાવે છે. જીવનમાં જેનો જેનો ઉપકાર હતો તે બધાને બોલાવી તેઓ પ્રત્યે ઉચિત કર્તવ્ય અદા કરે છે. ત્યાર બાદ શ્રીપાલ ધર્મપ્રભાવના, શાસન પ્રભાવનાના અનેક કાર્યો કરતાં - કરતાં  અનેકના જીવન પરિવર્તન કરાવે છે. \nઆ બાજુ અજિતસેન રાજર્ષિ ચારિત્રની સાધનામાં મસ્ત બની પૃથ્વીતલ પર વિચરી રહ્યા છે. સાધનામાં આગળ વધતા શુદ્ધ ભાવની ધારાથી તેમને અવધિજ્ઞાન ઉત્પન્ન થાય છે. તેમાં એક દિવસ વિચરતા વિચરતા તેઓ ચંપાનગરીમાં પધારે છે. તેમના આગમનના સમાચારથી શ્રીપાલ અત્યંત હર્ષિત થાય છે. ઠાઠમાઠથી સામૈયું સજીને તે પરિવાર સાથે અજિતસેન મુનિને વંદન કરવા જાય છે. દેશના સાંભળે છે. ત્યારે શ્રીપાલ જીજ્ઞાસાથી પૂછે છે કે આ એક જ ભવમાં મારા જીવનમાં ઘણા ઉતાર-ચઢાવ આવ્યા. મોટા સમ્રાટના પુત્ર તરીકે રાજ મહેલમાં મારો જન્મ! પાંચ વર્ષે પિતાનું મૃત્યુ! કાકા તરફથી આવો દગો! રસ્તે રખડતા જેવી હાલત! ચોવીસ કલાક માથે મોતનો ભય! વળી, કોઢ રોગ થયો! સમુદ્રમાં પડ્યો! આપ કૃપા કરીને કહો કે ભૂતકાળમાં મેં એવા કેવા કર્મ બાંધ્યા હશે જેને કારણે ધોળે દિવસે તારા દેખાય એવી મારી અવસ્થા થઈ.\nવળી, આ જ ભવમાં રાજરાજેશ્વરપણું! આટલી રીદ્ધિ-સિદ્ધિ ભોગ! આ બધું શેનું ફળ છે? પ્રબળ પુણ્ય હોય તો જ કોઈ રાજરાજેશ્વર થાય અને જબરદસ્ત પાપ કર્મના ફળરૂપે જ જીવ એવી અવસ્થામાં આવે કે જે પોતાનું હોય તે પણ બધું સાફ થઈ જાય. પરંતુ પુણ્ય કોઈને મફતમાં નથી બંધાતું અને પાપકર્મ પણ એમનેએમ કોઈના ગળે વળગતું નથી. પ્રબળ પુણ્ય ધર્મથી જ બંધાય છે અને તીવ્ર પાપ ધર્મશૂન્ય અવસ્થામાં જ બંધાય છે. આ નિયમ પાક્કો છે. શ્રીપાલને પણ એક જ ભવમાં પ્રબળ પુણ્ય અને ઉત્કટ પાપ બન્નેના ફળો ભોગવવાના આવ્યા. આથી મહાત્માએ કહ્યું કે, ‘‘પૂર્વભવમાં તે ધર્મ પણ એવો જોરદાર કર્યો હતો, જેનાથી આવું પુણ્ય બંધાયું અને ધર્મરહિત-અવસ્થામાં તીવ્ર અશુભભાવ પણ એવા કર્યાં જેના કારણે ઉપર આભ અને નીચે ધરતી જેવી તારી અવસ્થા થઈ. આ એક જ ભવમાં તારે બે વિરોધી અવસ્થામાંથી પસાર થવાનું આવ્યું તેમાં કારણ પૂર્વભવમાં તેં બાંધલા પુણ્ય-પાપના કર્મો છે, જે એક સાથે ઉદયમાં આવ્યા. \nમહાત્મા અવધિજ્ઞાની છે માટે ભાવિ લાભ",
  " જોઈ શ્રીપાલનો પૂર્વભવ કહે છે, ‘‘શ્રીપાલ આગલા ભવમાં શ્રીકાંત નામે રાજા હતો અને મયણા શ્રીમતી નામે તેની પત્ની હતી. તે સમ્યગ્‌દૃષ્ટિ શ્રાવિકા હતી.શ્રીકાંત રાજા સ્વભાવથી સજ્જન હતો. ન્યાય-નીતિથી પ્રજાનું પુત્રવત્ પાલન પણ કરતો હતો. આથી લોકપ્રિય પણ હતો, પરંતુ તે ધર્મનો દ્વેષી હતો. ધર્મના સિદ્ધાંત ઉપર તેને અંશમાત્ર પણ વિશ્વાસ નહોતો. ધર્મ તેને baseless લાગતો હતો. આથી તે ધર્મશ્રધ્ધા વગરનો હતો, નાસ્તિક હતો. તે માનતો હતો કે બધા ધર્મ અને ધર્મગુરૂઓ સમાજને misguide કરે છે. ધર્મના નામથી લોકોના આનંદભર્યા જીવનમાં disturbance ઉભા કરે છે. લોકોએ મહેનત કરીને કમાવેલા પૈસાને દાનના નામે પડાવી લે! લોકોને બાવાજી બનાવી દે! આવી mentalityના કારણે તેને ધર્મગુરૂઓ પ્રત્યે સખત prejudice હતો. વળી, તેના જીવનમાં એક કુટેવ એ પણ હતી કે તે શિકારનો ખૂબ શોખીન હતો. નિરપરાધી પશુઓને મારવામાં તેને મજા આવતી. ઉપરાંત, રાજા હોવાના કારણે જબરદસ્ત આરંભ-સમારંભમાં રાચતો. આ ત્રણ ભારે દોષના કારણે, સંસારમાં અનેકભવો સુધી દુર્ગતિમાં ભટકવું પડે એવા કર્મતેણેબાંધ્યા હતા આમ પાછો તે ગુંડો નથી, સત્તાધીશ તરીકે પ્રજાને ત્રાસ આપનાર નથી. ઊલટું, ન્યાય-નીતિથી પ્રજાનું પાલન કરનારો હતો. છતાં તેનું ભાવિ કેવું? ઘોર દુર્ગતિમય! તે પણ અનેકભવ સુધી!\nએક વાર તે શિકાર કરવા જઈ રહ્યો હતો ત્યારે રાણીએ અણગમા સાથે તેને ઠપકો આપતા કહ્યું કે તમે ક્ષત્રિય છો. ક્ષત્રિયના શૌર્ય, પરાક્રમની શોભા શેમાં? નિર્દોષ, નિરપરાધી પશુઓને મારવામાં? કે નબળા જીવોનું રક્ષણ કરવામાં? રાગના કારણે રાજા ક્યારેક-ક્યારેક રાણીની વાત શાંતિથી સાંભળી પણ લે, થોડો સમય શિકાર છોડી પણ દે! પરંતુ વ્યસન ક્યાં ચેનથી બેસવા દે? એટલે થોડો સમય જાય ત્યાં ફરી શિકારની તલપ સળવળે અને રાજા ઉપડે શિકાર કરવા!\nફરી એક વાર રાજા શિકારે નીકળ્યો ત્યારે નસીબજોગે તેણે કાઉસ્સગમાં ઊભેલા મહાત્માને જોયા. તેમની શાંતમુદ્રા જોતા જ કોઈને પણ ઠારી દે એવી હતી. પણ ધર્મદ્વેષના કારણે મહાત્માને જોતાવેત જ રાજાનો ગુસ્સો સાતમે આસમાને પહોંચ્યો. તે વિચારે છે કે આ બધા ધુતારા છે. અને પોતે બહુ મોટા સાધક છે એવું બતાવી ભોળા લોકોને છેતરે છે. દ્વેષના કારણે તેને મહાત્માને પજવવાની ઈચ્છા થાય છે. પાછો પોતે સત્તાધીશ છે એટલે ધારે તે કરી શકે. અને આવા મોટા રાજાને કહે પણ કોણ એટલે રાજાને તો મોકળું મેદાન મળ્યું. તેણે મહાત્મા તરફ નજર કરી અને જોયું કે તેમનું શરીર કોઢ રોગથી ગ્રસ્ત છે. તેને કારણે શરીર કદરૂપું લાગતું હતું. આથી તે દ્વેષમાં મહાત્માને, ‘‘એ કોઢિયા! એ મુંડિયા!’’ કહી બોલાવે છે. પણ મહાત્માના મુખ પર કોઈ જ અસર નથી. એ જ શાંતતા! એ જ ધ્યાન મગ્નતા! આ જોઈને રાજા વધારે અકળાયો અને તેણે આવેશમાં સૈનિકોને કહ્યું કે આ કોઢિયાને પથ્થરથી મારો. સૈનિકોએ મહાત્માને પથ્થરથી મારવાનું ચાલું કર્યું. મહાત્મા લોહીલુહાણ થઈ ગયા છતાં રાજાને કોઈ અસર નથી. ઊલટું, તેને વધારેને વધારે મજા આવે છે. મહાત્માને ત્રાસ આપ્યાના સંતોષ સાથે તે નગરમાં પાછો આવે છે.\nથોડા દિવસ પછી રાજા ફરી શિકાર માટે નીકળે છે. હરણની પાછળ દોડતા-તોડતા તે નદી કિનારે પહોંચ્યો ત્યાં તેણે ફરી એક મહાત્માને જોયા. જોઈને તેનો ક્રોધ એવો ભભૂક્યો કે મહાત્માને ધક્કો માર્યો. તેથી મહાત્મા પાણીમાં પડી ગયા. પણ થોડી વાર પછી દયા આવતા તેણે મહાત્માને પાણીમાંથી પાછા બહાર કાઢ્યા, અને કિનારે રાખ્યા. પોતે રાજમહેલે પાછો આવ્યો. આમ, તેનો સ્વભાવ એવો હતો કે તે જે કરે તે બધું રાણીને કહી દે. એટલે તેણે રાણીને બધી વાત કરી. રાણીને રાજા પ્રત્યે ઘણી લાગણી છે, રાગ છે. પણ તેના ધર્મ વિરોધી વિચાર, અને પ્રવૃત્તિથી તેને અસંતોષ પણ ઘણો છે.",
  " એટલે રાજાની વાત સાંભળી અત્યંત આક્રોષ સાથે રાણીએ કહ્યું કે આ પવિત્ર સંત પુરુષોએ તમારું શું બગાડ્યું છે કે તેમને આટલો બધો ત્રાસ આપો છો? તેઓ નથી કોઈને નડતા, નથી કોઈને હેરાન કરતા! પોતાની સાધનામાં મસ્ત છે છતાં તેમને આટલું હેરાન કરો છો? આખી પ્રજા સાથે ન્યાયથી વર્તો અને આવા પવિત્ર પુરુષો સાથે આવો અન્યાય! આ તે કેવી પ્રકૃતિ છે?\nરાણીના કડક શબ્દો સાંભળી રાજા તરત માફી માગે છે અને ફરી આવું ન કરવાનું promise પણ આપે છે. એટલે રાણી થોડી શાંત થઈ. આમ, થોડા દિવસો પસાર થયા. એક વખત રાજા ઝરૂખામાં બેઠો હતો ત્યારે જ એક મહાત્મા રાજમાર્ગ ઉપરથી પસાર થાય છે . તેમની નીચી નજર! જયણાપૂર્વકની ધીમી ચાલ! શાંત મુદ્રા! જોઈને કોઈનું પણ મસ્તક અહોભાવથી નમી જાય! પરંતુ રાજા તો મગશેલિયા પથ્થર જેવો છે. એટલે જ આવા પવિત્ર મહાત્માને જોવા છતાં તે જરાપણ ભીંજાતો નથી. ભક્તિ-બહુમાન થવા તો દૂર ઊલટું દ્વેષથી વિચારે છે કે જો આ મુંડિયાઓ નગરમાં આવતા થશે તો લોકોને ભરમાવીને ધર્મના રંગે રંગી દેશે. આવાને તો નગરમાં પ્રવેશ જ ન અપાય. તરત રાજસેવકોને બોલાવી તે આક્રોશમાં કહે છે કે આ મુંડિયાની બોચી પકડી તેને અપમાનિત કરી જલદીમાં જલદી નગરમાંથી બહાર કાઢો.\nરાજાની આજ્ઞા થતાં જ રાજસેવકો મહાત્માને અપમાનિત કરી નગર બહાર કાઢવા પ્રયત્ન કરે છે. આ દૃશ્ય રાણીની નજરે ચઢ્યું. તે સમસમી ગઈ. અને સમજી ગઈ કે નક્કી આ પરાક્રમ રાજાનું જ હશે. બાકી, સંત પુરુષો સાથે આવું હલકું વર્તન કરવાની હિંમત આ રાજસેવકોમાં એમનેમ ક્યાંથી આવે. એટલે રાણી તરત રાજાના મહેલે ગઈ. ખીજાઈને રાજાને કહે છે કે, તમે ક્ષત્રિય હોવા છતાં આવો વિશ્વાસઘાત! આવો વચનભંગ! કૂળવંશની લાજ પણ તમને આવા કુકર્મ કરવામાં નડતી નથી? તમે હોંશેહોંશે આટલા પાપ કરો છો તો પરલોકમાં તમારું થશે શું ? મરીને નરકે જવું છે? આમ રાણીએ રાજાને ઘણું સંભળાવ્યું.\nઆજ દિવસ સુધી રાજા વ્યસનને આધિન હતો. એનો ગુલામ હતો. આથી નબળો હતો. રાણીએ અનેક વાર સમજાવ્યો છતાં તેને કોઈ અસર થતી નહોતી; પરંતુ આ વખતે રાણીની વાત તેને કઈ રીતે appeal કરશે, પોતાની નબળાઈઓને overcome કરી તે કઈ રીતે strong બનશે… વિજેતા બનવાના માર્ગે ચાલવાનું શરૂ કરશે તે જાણવા મળીએ next episodeમાં, શ્રીકાંત રાજાના મહેલે…\nMAYNA SUNDARI - THE REAL WINNER - EP 14\nજગતના બધા ધર્મો પુણ્ય કર્મ અને પાપકર્મ એમ બે પ્રકારના કર્મ માને છે. વ્યક્તિ ને જેટલી facility મળે છે એમાં કારણ પુણ્ય કર્મ છે અને જેટલા hurdles ,  દુ:ખો, problems આવે છે તેમાં પાપકર્મ કારણ છે. આમ good luck અને bad luck બે category બધા માને છે. પરંતુ જૈનધર્મ એ આ બે કર્મ સિવાય હજી એક special categoryના કર્મ ને પણ માન્યું  છે. આ કર્મ જીવની બુદ્ધિ બગાડે છે, ઊંધી કરે છે.  તેને પાપ કરવાની પ્રેરણા આપે છે, તેમાં active કરે છે.    દુનિયામાં જેટલા ખોટા કામો, પાપો, વિશ્વાસઘાત , મારામારી,દગા – ફટકા થાય છે તેના  baseમાં આ પાપ કરાવનાર કર્મ છે. આ કર્મ સાચી સમજણ ના દરવાજા જ બંધ કરી દે છે, જેને કારણે જીવને સાચો રસ્તો સૂજતો નથી. \nજીવ દુ:ખથી અત્યંત ગભરાયેલો છે. તેને દુ:ખ જરાપણ ગમતું નથી પરંતુ સુખ માટે તો તે અત્યંત લાલચુ છે એટલે ગમે તેમ કરીને પણ પુણ્ય કર્મને active કરશે. પાપકર્મને દૂર ખસેડ્યા કરશે, પરંતુ જેને પણ inner personalityનું development કરવું હોય, પોતાના weak pointને દૂર કરી વિજય પ્રસ્થાન કરવું હોય એને ખરી લડત તો પાપ કરાવનાર કર્મ સામે જ આપવી પડશે. શ્રીપાલના આત્માએ શ્રીકાંત રાજાના ભવમાં આ પાપ કરાવનાર કર્મને કારણે ઘણા ખોટા કાર્યો કર્યા, કારણ કે બુદ્ધિ જ ઊંધી હતી. તેને પવિત્ર સંતો ધૂતારા જેવા લાગતા હતા. ભક્તિ-અને-બહુમા",
  "નપાત્ર સંન્યાસી સાથે તે અત્યંત અપમાનજનક વર્તન કરતો હતો . પરંતુ મહાત્માના પ્રભાવે તેના કર્મો ખસ્યા, તો તે જ ભવમાં તેની ગુણવત્તા જબરદસ્ત  વિકસી. મિત્રો, હવે કથાનકમાં આગળ વધીએ. અને જાણીએ કે શ્રીપાલે કઈ રીતે ગુણોનો વિકાસ કર્યો .\nLast episodeમાં આપણે જોયું કે શ્રીકાંત રાજા ધર્મનો દ્વેષી અને નાસ્તિક છે. તેને ધર્મની વાત baseless લાગે છે. ધર્મ પ્રવૃત્તિઓ ઢોંગ લાગે છે અને ધર્મગુરુઓ સમાજને ભોળવીને છેતરનારા લાગે છે. એટલે રાજા જ્યારે - જ્યારે પણ પવિત્ર ધર્મગુરુઓને જુએ ત્યારે તેનું boiler ફાટે. મહાત્માને હેરાન કરે, ત્રાસ આપે. વળી, પોતે મહાત્મા પ્રત્યે કેવા વર્તન કર્યા તે રાણીને કહી પણ દે. માટે એકવાર રાણીએ રાજાને ખખડાવ્યાં . રાજાએ ફરી આવી ખરાબ પ્રવૃત્તિ ન કરવાનું વચન રાણીને આપ્યું, પરંતુ દ્વેષને તે દૂર ન કરી શક્યો. ફરી એકવાર નગરના રાજમાર્ગ પર તેણે મહાત્માને જતા જોયા . જોતા વેત જ તેમને હેરાન કરવાનો સેવકોને  આદેશ કર્યો. રાણીથી આ સહન ન થતા તે ખૂબ ગુસ્સા સાથે રાજાને ધમકાવે છે.\nઅત્યાર સુધી રાજા શાંતિથી રાણીની વાત સાંભળી લેતો પણ તેને અસર થતી નહોતી, પરંતુ આજે પહેલીવાર તેને અસર થઈ. રાજા ઢીલો પડ્યો. તે ગળગળો થઈને રાણીને કહે છે  કે, ‘‘મારી ભૂલ થઈ ગઈ! મને માફ કર! હવે હું ફરી આવું નહીં કરું.’’ પણ રાણી તો રાજાની ક્ષમાપનાને જરાપણ ગણકારતી નથી. તે  મક્કમતાથી બોલી કે, ‘‘મારી માફી માંગવાનો કોઈ મતલબ નથી. મને તો તમે ફૂલની જેમ સાચવો છો. ગુનો તો તમે સંતોનો કર્યો છે. આથી માફી માગવી હોય તો એમની માંગો.’’ રાણીના શબ્દો સાંભળી રાજા બરફ જેવો ઠંડો પડી ગયો. તરત જ તેણે રાજસેવકોને બોલાવીને આજ્ઞા કરી કે, ‘‘હમણાંને હમણાં જ પેલા મહાત્માને માનભેર મહેલમાં લઈ આવો.’’ સેવકો પણ તરત મહાત્માને ખૂબ વિનયપૂર્વક લઈ આવ્યા.\nમહાત્મા કોઈ સામાન્ય સંત નહોતા. શાસ્ત્રના જાણકાર, ગીતાર્થ, વિશિષ્ટ અતિન્દ્રિય જ્ઞાની હતા. રાણીએ મહાત્માને અત્યંત ભાવથી વંદન કર્યાં અને રાજાને પણ વંદન કરાવ્યા. હવે રાજા હૃદયથી મહાત્માની માફી માગે છે. તે વખતે રાણી મહાત્માને કહે છે કે, ‘‘ભગવંત! આપને યોગ્ય લાગે તો આમને કંઈક તત્વની સમજણ આપો.’’ મહાત્માએ અમીનજરથી રાજા સામે જોયું. રાજાએ પણ સાંભળવાની તૈયારી બતાડી. મહાત્માએ અવસર જોઈને ધર્મના fundamental principles, આત્મા, પરલોક, પુણ્ય-પાપ આદિની વાતો સમજાવી. કેટલાય દાખલાઓ આપ્યા. મહાત્માની અત્યંત logical અને convincing વાતો રાજાના હૃદયને વિંધીને આરપાર ઉતરી ગઈ. ઉજ્જડ ભૂમિ જાણે ફળદ્રૂપ બની ગઈ. એક જ દેશનામાં કેટલું મોટું પરિવર્તન! નાસ્તિકતામાંથી આસ્તિકતા! મિથ્યાત્વમાંથી સીધું સમ્યક્‌ત્વ! વિચાર કરો! મહાત્માની દેશનાશક્તિ કેટલી જોરદાર હશે! અને સામે રાજાની receptivity પણ કેવી ખીલી હશે!\nહવે, રાજાને ધર્મના પાયારૂપ સિદ્ધાંતો સાચા લાગે છે. પોતાની way of thinking ખોટી અને તદ્દન બોગસ લાગે છે. તેની આખી આંતરિક દુનિયા બદલાઈ ગઈ. જાણે કે કોઈક અપૂર્વ તત્વની પ્રાપ્તિ થઈ હોય એ રીતે તે હર્ષવિભોર બની ગયો. પણ સાથે સાથે તેને ચિંતા પણ થાય છે. તે વિચાર છે કે જગતમાં સૌથી પવિત્રમાં પવિત્ર તત્ત્વ દેવ-ગુરૂ-ધર્મ છે. આવા પવિત્ર સંતોને મેં હેરાન કર્યાં. ધર્મની મજાક ઉડાડી. લોકમાં ધર્મને ખોટો establish કરવા કેટલીય મહેનત કરી. સજ્જનને પણ ન શોભે એવા ખરાબ વર્તન કર્યા. ધિક્કાર છે મને!\nઆ રીતે તે પશ્ચાતાપ કરે છે. ચિંતાથી આકુળવ્યાકુળ થઈને તે મહાત્માને કહે છે કે, ‘‘મહાત્માન્‌! હું પાપી છું. આભવમાં મેં પવિત્ર તત્વની આશાતના આદિ ઘણા ખરાબ કાર્યો કર્યા છે. હવે આ સંસારમાં મારું શું થશે? મારું ભાવી અંધકારમય છે. આપ વિશિષ્ટ જ્ઞાની છો. કરૂણા કરી મને આમાંથી",
  " બચવાનો ઉપાય બતાવો.’’ તે વખતે રાણી પણ મહાત્માને કહે છે કે, ‘‘હે ભગવંત! આપ એવી આરાધના બતાવો જેનાથી રાજાના પાપકર્મો ખપે, તેમનું કલ્યાણ થાય”. મહાત્મા ઉપાય તરીકે નવપદની આરાધના બતાવે છે. એક એક પદની ભાવથી ઓળખ કરાવે છે. રાજા પણ સમ્યક્‌ત્વના કારણે સુંદર રીતે જીલે છે. અને ખૂબ ઉલ્લાસ અને શુભભાવથી રાણી સાથે નવપદની આરાધના કરે છે. ધર્મ આરાધનાના પ્રભાવે દુ:ખ આપનાર અશુભ કર્માને તેણે ઘણા સાફ કરી નાખ્યા. જો રાજા ધર્મ ન પામ્યો હોત તો મરીને સીધો દુર્ગતિમાં જાત, પરંતુ તેના આત્માની એટલી સલામતી થઈ ગઈ કે હવે તે કદી દુર્ગતિમાં નહીં જાય. રાજા માટે આ બહુ મોટું achievement છે.\nઆ રીતે શ્રીપાલના પૂર્વભવનું વર્ણન કર્યાં પછી અજીતસેન મુનિ કહે છે કે આગલા ભવમાં મહાત્માની આશાતના કરી તેં ઘણા પાપ કર્મો બાંધ્યા હતા. પરંતુ પછીથી તું ધર્મ પામ્યો, નવપદની ભાવથી આરાધના કરી તેના કારણે ઘણા અશુભ કર્મો ધોવાઈ ગયા. પરંતુ જેટલા રહી ગયા તે તારે આ ભવમાં ભોગવવાના આવ્યા. તે અશુભ કર્મોનો હિસાબ ચૂકતે કરવારૂપે આ ભવમાં તને કોઢ રોગ, સમુદ્રમાં પડવાનું આદિ થયું. આમ વિચારો તો પહાડ જેટલા બાંધેલા પાપમાંથી શ્રીપાલને કણિયા જેટલું ભોગવવાનું આવ્યું. બાકીનું એમનેએમ ખપી ગયું. આ જ તો ધર્મની જબરદસ્ત strength છે. જેમ હજારો વર્ષ જૂનો અંધકાર પણ ટકે ક્યાં સુધી? પ્રકાશનું કિરણ નથી ત્યાં સુધી. જેવો પ્રકાશ આવે એટલે તે ગમે તેટલા જૂના અંધકારને પણ આરપાર ભેદી નાખે, તેમ મેરૂ જેટલા અશુભ કર્મો, અધર્મ, પાપ આદિને એક સેકન્ડમાં કકકડભૂસ કરવાની તાકાત શુદ્ધધર્મમાં છે.\nજીવનમાં ત્રણ વાત ધ્યાનમાં રાખવા જેવી છે. પહેલી વાત એ કે હરેક વ્યક્તિ ખોટા પુરુષાર્થથી પાપકર્મ બાંધે છે. તેમાંથી અમુક કર્મો બીનજોખમી અને અમુક કર્મો અતિશય જોખમી હોય છે. જોખમી કર્મો ફળ આપે ત્યારે વ્યક્તિ ગમે તેટલા માથા પછાડે છતાં તેણે ભોગવવા જ પડે છે. એટલે પહેલા તો જોખમી અને ચીકણા કર્મ બંધાવે એવી વિચારધારા, પ્રવૃત્તિ જીવનમાં જોઈએ જ નહીં. બીજી વાત, કદાચ ચીકણા કર્મ બાંધી લીધા હોય તો પણ આશ્વાસન એ છે કે બંધાયેલા કર્મ immediate result નથી આપતા. તેનું ફળ આપે તે પહેલા જ જીવ સાવધાન થઈ જાય. પ્રબળ પુરુષાર્થ કરી લે તો જોખમી કર્મોને પણ તે નિષ્ફળ બનાવી શકે છે. જે ભાવથી પાપ બાંધ્યા તેનાથી વિરોધી ભાવ કરી reversegoing રૂપે જીવ  ધર્મસાધના કરે તો અવશ્ય કર્મનો સફાયો કરી શકે છે. હવે ત્રીજી વાત. કદાચ, વ્યક્તિ તે પણ ન કરી શક્યો તો જ્યારે પાપનું ફળ ભોગવવાનું આવે ત્યારે દીન કે depressive ન બનવું. હિંમત હારવી નહીં. ઊલટું ભૂતકાળના પાપોનો હિસાબ ચૂકતે થઈ રહ્યો છે તેમ વિચારી મનને સ્વસ્થ રાખવું. જેથી જૂના કર્મો ખપે નવા ન બંધાય. કર્મના આ બધા સિદ્ધાંત અનુભવ સિદ્ધ છે. આ નિયમ પ્રમાણે સાધના કરી જીવ અંતે કર્મથી મુક્ત થાય છે.\nપોતાના પૂર્વભવનું તાદ્દશ વર્ણન, પુણ્ય-પાપના ફળ સાંભળી શ્રીપાલનો વૈરાગ્ય વધારે દૃઢ અને ઉલ્લસિત થાય છે. તેને સંસારસાગરથી જલદી પાર ઉતરવાના મનોરથ જાગે છે. તે જાણે છે કે સંસારથી પાર પામવાનો ઉપાય ચારિત્ર જીવન છે. પરંતુ એ સ્વીકારવાની તેની શક્તિ નહોતી. આથી તેને થયું કે મારો સંસારથી નિસ્તાર થશે કઈ રીતે? માટે ચિંંતાથી તે મહાત્માને કહે છે કે, ‘‘કૃપા કરી મારે યોગ્ય ધર્મ બતાવો.‘‘ ત્યારે મહાત્મા કહે છે કે, ‘‘ભલે, આભવમાં તું ચારિત્ર લઈ શકે તેમ નથી, પરંતુ ચિંતા ન કર! નવપદની આરાધનાથી તારું ઉત્તરોત્તર કલ્યાણ નિશ્ચિત છે.’’ આ વચનો સાંભળી શ્રીપાલ સ્વસ્થ થાય છે.\nજગતમાં બધાને જીતવું છે. બધામાં top પર રહેવું છે. Winner તરીકેની પ્રસિદ્ધિ જોઈએ છે. હાર કોઈને પસંદ નથી. છતાં ડગલેને પગલે setback, નિરાશા, inferiority, neg",
  "ative feeling ચાલુ હોય છે. કેમકે લોકો હારજીતનો સાચો concept સમજતા નથી. એકમાત્ર ધર્મમાર્ગ એવો છે જે બધાને જીતતા શીખવે છે. જેમ વ્યક્તિ તે માર્ગે આગળ વધે તેમ તે અંદરથી વધારે ને વધારે strong બને છે. ગમે તેટલું અપમાન થાય, શબ્દોના પ્રહારો આવે, કે બહુ મોટા ups & down આવે છતાં તે ટકી શકે છે. ધર્મના પ્રભાવે તેનામાં સહન કરવાની, દુ:ખ પચાવવાની, balance of mindથી કામ કરવાની capacity આવે છે. તેને કોઈ હરાવી ન શકે, ગુલામ કે પરવશ બનાવી ન શકે એટલો strong willpowerવાળો બને છે. ગમે તેવો મોટો ચમરબંધી પોતાની બધી શક્તિ લગાડે તો પણ તેને પોતાના સંકલ્પમાંથી ડગાવી ન શકે. અંતે તે વિશ્વવિજેતા બની આ માર્ગની ટોંચ પર પહોંચે છે. એટલે કે topmost personality of the world! તેની innerstrength unbeatable બને છે. Sky has no limitની જેમ શક્તિ પણ top! અને ગુણો પણ top !\nમયણા-શ્રીપાલે પણ જીતનો આ જ માર્ગ પસંદ કર્યો. પોતાની નબળાઈઓ દૂર કરી, જાતને સક્ષમ બનાવી. પોતાના ગુણોથી, personalityથી, ઉત્તમ વર્તનથી બધે જીતતા ગયા અને એટલે જ તેઓ સાચા પ્રભાવક થયા. રક્ષક બની શક્યા.જે જીતનાર હોય તે જ રક્ષાધર્મ કરી શકે. અને જે રક્ષાધર્મ આરાધે તે અવશ્ય જીતે જ. આ વાત આપણે શરૂઆતના પ્રવચનમાં કરેલી. મયણા-શ્રીપાલે પોતાના વ્યવહારથી આ વાતને સાચી, establish કરી આપી. આ રીતે બીજા અનેક પ્રભાવના અને રક્ષાના કાર્યો અને નવપદની સુંદર આરાધના દ્વારા પોતાનો મનુષ્ય ભવ સફળ કરી દેવલોકે ગયા. ત્યાંથી તેઓ દેવ અને મનુષ્યના ચડીયાતા ભવો પામશે. આમ, આ ભવમાં તો તેઓ જીત્યા જ, પરંતુ આગળ આગળના ભવોમાં પણ ક્રમશ: જીતની સફર ચાલુ રહેશે અને અંતે વિશ્વવિજેતા બની મોક્ષે જશે. આ રીતે ગૃહસ્થ જીવનમાં પણ નવપદની ઉત્કૃષ્ટ આરાધના કરી પોતાનું કલ્યાણ સાધશે. જેને પણ હિત કરવું હશે તેને માટે આ જ માર્ગ છે. આ માર્ગ કાયમનો છે. આને અપનાવ્યા વિના કોઈ જીતના શીખરે પહોંચી શક્યો નથી કે પહોંચી શકવાનો નથી. ક્રમશ: જીતવા કેવા ગુણો, હિંમત, સંકલ્પબદ્ધતા, દૃઢતા, સાત્કિવકતા જોઈએ તે આ ચરિત્ર દ્વારા સમજી, અપનાવી તમે સૌ પણ વિજેતા બનો.\nવિ.સ. ૨૦૭૮ અને ઈ.સ. ૨૦૨૨માં તિલકનગરમાં પ.પૂ. ગચ્છાધિપતિ આચાર્ય દેવ શ્રીમદ્‌ વિજય યુગભૂષણસૂરીશ્વરજી મહારાજાની નિશ્રામાં ચૈત્રીમાસની ઓળી થઈ હતી પુજ્યશ્રીએ રક્ષાધર્મના angle થી મયણા-શ્રીપાલના જીવન પ્રસંગોનું ખૂબ સુંદર શૈલીમાં વર્ણન કર્યું. સાંભળીને શ્રોતાજનોમાં ‘lets win’નો શંખ ફૂંકાયો. કેટલાયના જીવનમાં પરિવર્તન આવ્યું. તે પ્રવચનોના આધારે આ ‘The real winner મયણા સુંદરી’ series release કરવામાં આવી છે. ભૂતકાળમાં ગચ્છાધિપતિશ્રીએ સાત્વિકતા, જિનવચનની રક્ષા, આર્યદેશના સંસ્કાર, શાસન પ્રત્યેની વફાદારી એવા જુદા જુદા anglesથી આ જ ચરિત્રનું વર્ણન કર્યું છે. આમ, અનેકવિધ પાસાઓથી મયણા-શ્રીપાલનું જીવન હર્યુંભર્યું છે. એ રીતે તેમનું valuation કરવાથી આપણી પણ આંતરિક દૃષ્ટિ ખીલે અને અંતે સૌ પરમપદને પામીએ એ જ શુભ મંગલ કામના.\nઅમે આગળ પણ નવા નવા વિષયો લઈને આપને મળ્યા કરશું. Stay tuned….\n\nFile No 28 (2 and half pages) 10 May 2022\n\nPV-2\n\nદુનિયામાં એવું કોઈ field મળશે જેમાં રક્ષા કરનારની જીત fix હોય? જેમ દેશની રક્ષા માટે લડનાર જીતશે જ, એવી guarantee છે? ના. તે જીતી પણ શકે છે અને હારી પણ શકે છે. તે જ રીતે તમારા પર કોઈ આક્રમણ કરે અને તમે defence કરો એટલે તમે જીતશો જ કે હારી પણ શકો છો? બંને possibility છે. પરંતુ એકમાત્ર ધર્મનું field એવું છે જેમાં ક્યારેય હાર નથી. જીત અને જીત જ છે.\nવળી, રક્ષાધર્મની આ વિશેષતા છે કે જે વ્યક્તિ આ ધર્મને આરાધે તે જીતે જ એટલું નહીં, પરંતુ જે જીતનાર હોય એ ",
  "જ આ ધર્મ આરાધી શકે. આની પાછળ logic શું? જીત અને રક્ષાધર્મ વચ્ચે connection શું? તે સમજવા શ્રીપાળ-મયણાનું દૃષ્ટાંત ખૂબ જ ઉપયોગી છે.\nગયા પ્રવચનમાં આપણે જોયું કે સત્તાના કેફમાં પ્રજાપાળ રાજા કર્મના સિદ્ધાંતોને ભૂલી ગયો અને તેણે સત્ય વિરોધી વાત કરી. (મયણામાં એટલી આવડત તો છે કે સૂરસુંદરીની જેમ પિતાની વાતમાં હાજીહા કરી પિતાને ખુશ કરી શકે. જીવન હજુ વધારે સમૃદ્ધ કરી શકે, પરંતુ સામે ગમેતેટલો મોટો માણસ હોવા છતાં પોતાના principlesને sideline કરી તે કોઈની ખુશામત નહીં કરે, આ પણ તેની inner strength છે.\nખુશામત કરનાર હંમેશા અંદરથી હારે છે, નબળો અને પરવશ બને છે. વળી, કોઈપણ સમજે કે આ માખણીયાવૃત્તિવાળો છે. સ્વાર્થ ખાતર ક્યારે કોની દાઢીમાં હાથ નાંખશે, ક્યારે કોને છોડી દેશે તે કંઈ કહેવાય નહીં. આથી આનો ભરોસો કરવા જેવો નથી. અર્થાત્ ખુશામત કરનાર બધાનો સદ્‌ભાવ ગુમાવી બહારથી પણ હારે છે.)\nઅહીં મયણા શાંતિથી મૌન ઉભી છે. (રાજા મયણાની બુદ્ધિ, પ્રતિભા તથા ગંભીરતા ઓળખે છે. એટલે મયણા નથી બોલતી તેમાં કંઈક રહસ્ય હશે એમ વિચારે છે, શું તમારા ઘરના ઉપર તમારી આવી છાપ છે? કે તમારા અભિપ્રાયની ઘરમાં પણ value નથી રહી? તમે બોલો તો પણ કોઈને અસર ન થાય અને ન બોલો તો  કોઈને જિજ્ઞાસાથી કારણ પણ જાણવાનું મન ન થાય કારણ કે બોલી બોલીને તમે આદેયતા સદ્‌ભાવ ગુમાવી દીધા હોય. તમે ડગલે ને પગલે કેમ હારો છો અને મયણા કેમ જીસતે છે તે સમજવા આ વિચારવા જેવું છે.)\nમયણાના મૌને પિતાના કુતૂહલને વધાર્યો અને તેણે ચૂપ રહેવાનું કારણ પૂછ્યું. હવે મયણા શું કરે? આમ તે એમનેમ કોઈ સામે તૂટી પડે એવી નથી! ધીરગંભીર શાંત વિવેકી વિનયી છે, પરંતુ હવે સંયોગો જ એવા છે કે તેણે સત્યનો ઘટસ્ફોટ કરવો જ પડે.\nતમારા જીવનમાં આવી situation સર્જાય તો તમે શું કરશો? તમારી વાત સાચી છે. સામાની વાત ખોટી છે, પણ તે બળવાન છે સત્તાધીશ છે. તમારી શક્તિ બધી રીતે તેનાથી ઓછી છે ત્યારે સામાન્ય માણસ શું કરશે? જેનામાં હિંમત નથી તે તો બોલી જ નહીં શકે. જેનામાં હિંમત છે, પણ જો તેને અપેક્ષા હશે તો પણ તે બોલી નહીં શકે, પરંતુ જેનામાં હિંમત પણ છે અને અપેક્ષા નથી તેને આવા સંયોગો મૂંઝવી નહીં શકે.\nઅત્યારે મયણા પાસે બે જ વિકલ્પ છે. જિનવચન અનુસારી બોલવું અથવા તો પિતાની ખોટી વાતને સમર્થન આપવું. તે વિચક્ષણ હોવાથી સમજે છે કે જો હું પિતાને સમર્થન આપીશ તો સુખોની છોળો ઉડશે અને જો તેમની વાતને ખોટા કહીશ તો પિતા નારાજ થશે. અને સત્તાની રૂએ તેઓ કંઈ પણ કરી શકે છે. સાથે સાથે તેની સમજણ સ્પષ્ટ છે કે જીવમાત્રના સુખશાંતિનું કારણ આ જિનવચન છે. તેનું આ રીતે જાહેરમાં ખંડન થતું હોય તે કેવી રીતે ચલાવાય?\nધર્મ ઉપર આવતી આફત જોઈ સાચા આરાધકનું હૈયું અવશ્ય કંપે, દિલમાં ચોટ લાગે, જે તેને ચેનથી બેસવા તો નહીં દે, પરંતુ હિંમત સાથે રક્ષાના કાર્યમાં તત્પર બનાવશે. મયણા પણ એટલી સત્વશાલી છે કે જે પણ result આવે તેને accept કરવા તૈયાર છે, પરંતુ અંશમાત્ર પણ જિનવચન વિરુદ્ધ બોલવા તૈયાર નથી.\nબે વિકલ્પ સ્પષ્ટ દેખાવા છતાં સત્ય ખાતર ગમે તેટલી સુખસાહેબી છોડવાની જેની તૈયારી હોય એનું આંતરિક બળ કેટલું? ગમે તે સંયોગોમાં પણ વ્યક્તિ જેને સત્ય માને, તેને વફાદાર રહી જીવી શકે તે તેની જીત છે.\nઆ સત્યની વફાદારીના કારણે મયણા ભરસભાની વચ્ચે પિતાને વિનયથી બેધડક કહે છે કે પિતાજી! આપની વાત સત્યથી વેગળી છે. (જીવમાત્રના સુખ-દુ:ખ તેના પોતાના કર્મોને આધીન છે. દરેક વ્યક્તિ બીજાના સુખ-દુ:ખમાં નિમિત્ત માત્ર છે. આપ પણ કર્મસત્તાની ઉપર નથી. કર્મની underમાં છો. જો સામાનું કર્મ ન હોય તો તમે પણ કંઈ નહીં કરી શકો.) બોલતી વખતે તેને કોઈ ખચકાટ નથી. ડર નથી, દ",
  "્વિધા કે confusion નથી, પરંતુ સત્ય બોલવાની હિંમત તેના શબ્દે શબ્દે નિતરી રહી છે.\nમયણાએ જે જવાબ આપ્યો તે તો માત્ર તેના મુખમાંથી નીકળેલા શબ્દો હતા, પરંતુ રાજા માટે તો તે હૈયાને વીંધે એવા બાણો  હતા. મયણાની વાત સો ટકા સાચી છે, પરંતુ શું સાચી વાત પણ બધાને ગમે ખરી? તમારી વાત ખોટી હોવા છતાં ચાર જણાની વચ્ચે કોઈ તમારી સાથે crossing કરે તો તે દુશ્મન જેવો લાગે ને? બધાની વચ્ચે મયણાએ પિતાની વાત કચડી નાંખી આથી તેને પણ મયણા કડવી ઝેર જેવી લાગે છે. સત્તાના power વાળો રાજા સત્યના બાણોને સહન ન કરી શક્યો. આથી તેણે દલીલો ચાલુ કરી. બાપ-દીકરી વચ્ચે crossing ચાલું થયું. પરસ્પર દલીલો, તર્કોના બાણો વરસી રહ્યા છે. એક એક દલીલમાં હાર તરફ થતી કૂચને કારણે રાજાનો આક્રોશ અને અકળામણ વધી રહી છે, પરંતુ મયણા તો એ જ વિનય ! એ જ શાંતતા અને હિંમત સાથે સત્ય establish કરી રહી છે.\nતમારી વિચારધારા કરતા સામે વાળાની વિચારધારા તદ્દન વિરેાધી હોય. ચર્ચામાં તમે ધારદાર logics આપી તેની બોલતી બંધ કરી રહ્યા હોવ, જીત તરફ આગળ વધતા હોવ છતાં બોલવામાં કોઈ agressivness ન હોય, આક્રોશ કે ઉદ્ધતાઈ ન હોય. શું તમારા માટે આ શક્ય છે?  શું ત્યારે તમે તેનો વિનય કરી શકો? વર્તન અને વાણીમાં મર્યાદા જાળવી શકો?\nઅહીં મયણા પિતાની હરેક દલીલને ખોટી સાબિત કરવામાં સફળ થઈ રહી છે. તેની જીતનો ડંકો વાગી રહ્યો છે. છતાં તે વાણીમાં સંપૂર્ણ વિનય, સભ્યતા જાળવી શકે છે, જરાપણ આવેશથી કે અહંકારથી જવાબ નથી આપતી, કારણ કે તે ઠરેલ છે, સ્વસ્થ અને શાંત છે. બહુ simple વાત છે કે જો તમે સાચા છો તો હિંમતથી કહો, આવેશની શું જરૂર છે? અને જો તમે ખોટા છો તો સત્યનો સ્વીકાર કરો, પણ આવેશની ક્યાં જરૂર છે? આટલી simple વાત પણ લોકો ભૂલી જાય છે અને આવેશમાં, ગુસ્સામાં કેમ આવે છે? કારણ તેઓ નબળા છે. કષાયોની સામે હારી જાય છે. રાજા પણ જે સત્ય સાબિત થયું એને કષાયવશ સ્વીકારી તો નથી શકતો, પરંતુ વિચારી પણ શકતો નથી. હારને સહન નથી કરી શકતો. પોતાની વાત ખોટી છે છતાં તે આવેશ છોડી નથી શકતો અને મયણાની વાત સાચી છે છતાં તેને જરાય આવેશ નથી. આ જ દેખાડે છે કે રાજા નબળો છે અને મયણા બળવાળી છે. સત્ય બોલવાની હિંમત સાથે મયણામાં કષાય ઉપર control પણ એટલો છે. કષાયને surrender થઈ તે ક્યાંય ઉચિત વર્તન, વિનય આદિ ચૂકતી નથી. કોઈપણ તેના ઉપર ઓવારી જાય એવું વર્તન તેણે કર્યું છે. જ્યારે રાજામાં સાચી વાતને સ્વીકારવાની શક્તિ, openness પણ હવે રહી નથી. મયણા તો logically પિતાની વાતનું ખંડન કરવામાં success થઈ. અંતે રાજા ચૂપ થયો. બધાની વચ્ચે તેની હાર થઈ. મોટેભાગે લોકો કોઈ સાથે crossingમાં હારે અને ગુસ્સો આવે ત્યારે શું કરે? સીધા સામેવાળા ઉપર અંગત પ્રહાર કરે કે બેસ બેસ તું કેવો છે તે મને ખબર છે. રાજાએ પણ તે જ રીતે મયણા ઉપર personal attack કર્યો. (રાજા કહે છે કે તુ આટલી બધી ભાગ્યની વાત કરે છે અને કહે છે કે મારી મારી મહેરબાનીથી તારા સુખ-દુ:ખ  નથી, પરંતુ કર્મથી છે તો તું આ રાજમહેલમાં રહે છે, સોનાના હિંડોળે હિંચે છે, ખમ્મા ખમ્મા થઈ રહે છે, તેમાં મહેરબાની કોની છે? પિતાએ સીધું નિશાન મયણા ઉપર તાક્યું કે જો મારી મહેરબાની ન હોત તો તારું શું થાત? પિતાને indirectly ગર્ભિત રીતે કહેવું છે કે મારી મહેરબાની હતી એટલે તને આ બધું મળ્યું.\nઆવા વખતે પણ  મયણાને ગુસ્સો નથી આવતો કે પિતાજી કેટલા જિદ્દી છે જે પકડ્યું તે પકડ્યું પણ છોડવા તૈયાર નથી. સાચાને સ્વીકારવાની વાત તો  દૂર પણ ટસનામસ પણ થતા નથી) અને personal elegationથી ખોટાને સત્ય તરીકે ખતવવા મહેનત કરે છે. આવા કોઈ વિચાર મયણાને નથી આવતા. આમ ગણો તો પિતાએ કરેલો personal ele gation ",
  "ના કારણે તેની હિંમત, સત્યનિષ્ઠા આદિની હજુ વધારે કસોટી આવી છે. આગળ શું થશે? કોણ જીતશે? ઉપકાર રૂપી શસ્ત્ર ફેંકીને મયણાને હરાવવા ઇચ્છતા પિતાની કે ગમે તેવી દલીલો, આક્ષેપોને પણ હિંમત, સત્ય સાથે face કરી સત્યની સ્થાપના કરવામાં અડગ મયણાની? જાણવા મળીએ આવતા episodeમાં…. \n\n\nFile No 30 (3 pages) 26 May 2022\n\nPV-3\nતમે તિજોરીને તાળા લગાડશો, કારણ કે એમાં રહેલી વસ્તુ તમને કિંમતી લાગે છે. Laptopમાં password set કરશો because એમાં રહેલો data તમારા માટે valuable છે. એ જ રીતે ઘર, family, life, office, society વગેરે બધાની safety માટે તમે possible બધા પ્રયત્ન કરશો, કારણ કે તમને આ બધું valuable લાગે છે, પરંતુ શું તમને ધર્મ valuable લાગે છે? જો હા! તો તેના ઉપર આપત્તિ આવે, સંકટ આવે, તેની સુરક્ષિતતા જોખમમાં હોય ત્યારે તમે જોઈ શકશો? અથવા તે માટે જે કરવું પડે તે કરશો? જેને સત્તા-સંપત્તિ-ભોગ કરતા ધર્મની value વધારે હોય એ અવસરે રક્ષાના કાર્યોમાં કેવા મક્કમ હોય તેનો જીવંત દાખલો એટલે જ મયણા-શ્રીપાળ.\nગયા પ્રવચનમાં આપણે જોયું કે મયણાએ જિનવચનના રક્ષણ માટે સગા પિતા સાથે જાહેરમાં મતભેદ ઉભો કર્યો. Resultની પરવા કર્યાં વિના તેણે અત્યંત દૃઢતાથી સત્યની સ્થાપના કરી. એક એક pointની રજૂઆત એવી રીતે કરી કે openmindથી સાંભળનારને તેની વાત હૃદયમાં આરપાર ઉતરી જાય. છતાં સત્તાનો મદ, માન કષાય તથા rigidnessના કારણે પ્રજાપાળ રાજાએ મયણાની વાત સ્વીકારી તો નહીં, પરંતુ કોઈ પણ રીતે મયણાને તેના principleમાંથી પાછી વાળવા તેણે દલીલનો track change કર્યો. આખી પરિસ્થિતિને emotional touch આપ્યો.\nઅત્યાર સુધી સત્તાના બળે કેટલાના જીવન બદલ્ચા અને ભવિષ્યમાં પણ  કઈરીતે બદલી શકે છે એની વાત રાજા કરતો હતો, પરંતુ મયણા દ્વારા મળેલ setbackના કારણે તેણે લોકને છોડી example તરીકે સીધી મયણાને જ સામે લાવીને મૂકી દીધી કે બોલ મયણા! તું જે રાજવૈભવી સુખો ભોગવે છે એમાં તો તું મારી મહેરબાની માને છે કે નહીં?\nરાજાને એમ કે કદાચ બીજાની વાતમાં મયણા પોતાના સિદ્ધાંતથી ફરશે નહીં, પણ તેની પોતાની જિંદગીની વાત આવશે ત્યારે તે principlesમાં અવશ્ય ફેરબદલી કરશે. આજ દિવસ સુધી મેં આપેલું વાત્સલ્ય, લાડકોડથી કરેલ ઉછેર જરૂરથી તેને પીગળાવી દેશે અને તે મારી વાત accept કરશે.\nનબળી વ્યક્તિ પોતાની વાતને સાચી prove કરવા ક્યારે કયા ઉપાય અજમાવે, કઈ દલીલ કરે તે કંઈ કહી ન શકાય. પાછું ઘણી વખત તો તેઓની દલીલમાં કોઈ તથ્ય પણ ન હોય. ખાલી ગોળ ગોળ ફેરવ્યા કરે, પણ પોતાની વાતનો વળ છોડે નહીં, કારણ કે તેઓ એટલા નબળા હોય છે કે હારને accept નથી કરી શકતા. વાસ્તવિકતાને સ્વીકારી નથી શકતા. પ્રજાપાળ રાજાની પણ આ જ સ્થિતિ થઈ છે. બાકી મયણાએ તો પહેલા કહી જ દીધું હતું કે જીવમાત્ર પોતાના કર્મથી સુખ-દુ:ખ ભોગવે છે. પિતાજી! આપ તો નિમિત્ત માત્ર છો તો શું જીવમાત્રમાં મયણા ન આવે? આવી જ જાય. છતાં રાજા આટલું પણ તટસ્થતાથી વિચારી નથી શકતો. આથી હું સાચો અને મયણા ખોટી! એવું સાબિત કરવા તેણે સીધો મયણાની life ઉપર તીર તાક્યું.\nજયારે મોટા લોકો તરફથી personal attack થાય ત્યારે મોટાભાગે લોકો સાચો જવાબ આપતા ખચકાઈ જાય, અને કદાચ હિંમત હોય, ખચકાય નહીં તો પણ તે વખતે ગુસ્સો આવતા વાર ના લાગે. મર્યાદા ચૂકી જાય કે ભાષામાં અસભ્યતા આવી જાય. પરંતુ અહીં ઊંધુ છે. મયણાને જરાપણ ગુસ્સો નથી આવતો કે  આટઆટલા logic આપવા છતાં પિતા કેવા છે, સાચાને accept કરવા તૈયાર નથી. ખોટાને છોડવા તૈયાર નથી .મુદ્દાસર જવાબ નથી આપી શકતા માટે ગમે તેમ તર્કો કરે છે. હવે તો એમને એવો સણસણતો જવાબ આપી દઉં કે તેમની બોલતી બંધ થઈ જાય. આવો કોઈ આક્રોશ, ઉકળાટ તે",
  "ના મનમાં નથી. ઊલટું પિતાની દલીલને તે ખુબ જ શાંતિથી openmindથી સાંભળે છે કારણ તેને પિતા સાથે કોઈ અંગત રાગ-દ્વેષ નથી vested interest નથી. સ્વાર્થથી તે પિતા સામે પડી નહોતી. માત્ર ને માત્ર જિનવચનની રક્ષા કરવા તેણે આ પગલું ભર્યું હતું. રક્ષકમાં અને સામાન્ય જનમાં તફાવત અહીં જ પડે છે. જીત મેળવવા કેવો ગુણવૈભવ, will power, neutrality, વફાદારી આદિ જોઈએ તેનો સાક્ષાત ચિતાર એટલે જ મયણાનું જીવન. \nઆજે મોટાભાગના લોકો સ્વાર્થ ખાતર સગા બાપ સાથે, ભાઈ સાથે ઝઘડશે, કડવા થશે, સંબંધો બગાડશે, પરંતુ ધર્મ માટે ચર્ચા કરવાની આવે, કોઈની સામે પડવાનું આવે ત્યારે તેમને થાય કે આ બધી પંચાતમાં કોણ પડે. ભૌતિક સ્વાર્થ માટે fight કરીશું તો ધન-સંપત્તિ, status, માન-પાન આદિ ઘણા લાભો મળશે. જીવન enrich પણ થશે, જ્યારે ધર્મ માટે લડવામાં, બીજા સાથે દલીલ કરવામાં શું મળવાનું? તેઓની vision ત્યાં સુધી નથી પહોંચતી કે ધર્મની રક્ષા કરવાથી લાયક જીવો માટે કલ્યાણના દરવાજા ખૂલ્લા રહે છે. વળી, શાસનનું ઋણ ચૂકવવાનો અમૂલ્ય અવસર મળે છે. એટલે સ્વાર્થ ખાતર ઘણા લોકો ઝઘડો કરવા તૈયાર થશે, જે ભોગ આપવો પડશે તે આપશે, પરંતુ ધર્મની બાબતમાં વિચારશે કે આપણે કેટલી જગ્યાએ દોડીશું. કરનારા કરશે. આપણે આપણી આરાધનાથી મતલબ રાખીએ. ક્યાં આ બધા મોટા માણસો સાથે માથાકૂટ કરીએ. આવા વિચારોવાળા બહુ બહુ તો રક્ષાની ટહેલ પડે ત્યારે તેની વાતો સાંભળશે, પણ active નહીં થાય. જ્યારે મયણા તો આવા માનસથી લાખો યોજન દૂર છે. તેનો ધર્મનો રંગ ચોલ મજેઠિયા જેવો છે. એટલે તે સાંસારિક બાબતમાં જે સહન કરવું પડશે તે બધું સહન કરશે. તેમાં મૌન રહેશે, પરંતુ રક્ષાના અવસરે તો પાછી પાની નહીં જ કરે, ત્યારે તે હિંમત સાથે બોલશે.\nજીત મેળવનારા કેવા હોય? પગલું ભરતા પહેલા બધો વિચાર કરે, પરંતુ એક વાર પગલું ભરી લીધા પછી કદી પીછેહઠ નહીં કરે, કારણ કે ધર્મ પ્રત્યેનું સમર્પણ તેમના રગેરગમાં વણાયેલું હોય છે.\nઆ બાજુ મયણા વિચારે છે કે મારા જીવનમાં જે સુખોની હેલી છે તે માટે અત્યારે પિતાનો ઉપકાર સ્વીકારીશ તો મારા થકી સિદ્ધાંતને જોરદાર ધક્કો લાગશે. આથી પિતાની શેહશરમ રાખ્યા વિના તે વિનયથી કહે છે કે, પિતાજી! હું આપને ત્યાં જોષ જોઈને જન્મી નહોતી. મેં પણ આપની પસંદગી કરી નહોતી અને આપે પણ મારી પસંદગી કરી નહોતી, પરંતુ મારા ભાગ્યથી હું અહીં જન્મી છું. આ બધી સુખસાહેબી મારા પુણ્યથી મને મળી છે. આપ તો નિમિત્ત માત્ર છો.\nસાચું કહો, તમે તમારા દીકરાને ભણાવી-ગણાવી બધી રીતે settle કરો પછી તે જ દીકરો તમને મોઢા ઉપર કહી દે કે મારા જીવનમાં જે Name-Fame-Money છે તે બધુ મારા પુણ્યથી છે, આપનો role તો negligible છે તો તમે સાંભળી શકશો કે સળગી ઉઠશો?\nઅહીં પ્રજાપાળ રાજા પણ મયણાનો જવાબ સાંભળી બળીને ખાખ થઈ ગયો. તેને થયું કે જે દીકરીને મેં હૈયાના કોરની જેમ સાચવી, તે જ દીકરી આજે આવી રીતે બોલે છે? તેને મારી કોઈ કદર નહીં, value નહીં? બધો યશ પોતાના ભાગ્યને?\nમયણાનાં એક જ વાક્યે રાજાના હૈયાના બે ટુકડા કરી દીધા. તે વખતે તમે રાજસભામાં બેઠા હોત તો મયણા માટે શું વિચારત? એમ જ ને કે મયણા કેટલી મૂર્ખી છે કે સામે ચાલીને સવળાને અવળું કરી દીધું. ખુશ થયેલા પિતાને નાખુશ કરી દીધા. તમને મયાણા જિદ્દી, ઉદ્ધત લાગત. ઘણા તો એમ પણ કહેત કે સામે સગો બાપ છે, તેણે આટલું વાત્સલ્ય, પ્રેમ આપ્યો, સુખ-સગવડ આપી. હવે એ જ બાપના ઉપકારને ભૂલી જવાનો? મયણાએ પિતાની મહેરબાની સ્વીકારી લીધી હોત તો વાંધો શું હતો?\nપરંતુ મયણા શાસ્ત્ર ભણેલી હોવાથી તેને ખ્યાલ છે કે જૈનધર્મ માતા-પિતાનો ઉપકાર માને છે. તેમની ભક્તિ-વિનય આદિ પણ કરવા કહે છે. પરંતુ જ્યારે ભગવાનના સિધ્ધાંતને ધક",
  "્કો પહોંચતો હોય, તેની રક્ષાનો અવસર હોય ત્યારે તેમનો ઉપકાર સ્વીકારવા યોગ્ય નથી. આથી તેણે રાજવૈભવી સુખોને પણ કર્મની મહેરબાની તરીકે ખતવી અને પિતાની મહેરબાની ગૌણ કરી. આ રીતે personal attack કરવા છતાં પણ રાજા તેની નિશ્ચલ શ્રદ્ધાને હચમચાવી ન શક્યો અને તે મક્કમ રહી. આ પણ તેની જીત છે. તેનામાં જે હિંમત, જિનવચન પ્રત્યે સમર્પણ, છે, તે ઉગતી યુવાનીમાં પણ તેને આટલું મોટું સાહસ કરવા માટે પ્રેરણા આપે છે.\nતેના આ જવાબથી રાજાની અકળામણ હજુ વધી. જેમ-જેમ તમે બધાની વચ્ચે ખોટા સાબિત થાઓ તેમ-તેમ તમારો પિત્તો ચઢતો જાય ને? અહીં રાજાનો આવેશ પણ વધતો ગયો. ત્યારે બાજુમાં બેઠેલો મંત્રી બાહોશ હોવાથી સમજી ગયો કે કારણ વિના બાપ-દીકરી વચ્ચે crossing થયું છે. આનું પરિણામ સારું નહીં આવે. એટલે અવસરને જોઈ મંત્રીએ સભા બરખાસ્ત કરાવી અને રાજાને સવારીએ લઈ ગયો.\nએક બાજુ અકળાયેલો રાજા છે અને બીજી બાજુ જિનવચનને પોતાનું જીવન બનાવનાર મયણા છે. પિતા નવી-નવી કસોટીમાં મયણાને મૂકી રહ્યા છે, જ્યારે મયણા તેમાં પણ સત્યને establish કરી પાર પામી રહી છે.\nહવે રાજા તેને કઈ નવી કસોટીના ચક્રવ્યૂહમાં ફસાવશે?  તેમાં પણ કોણ જીતશે? દેવ-ગુરૂ-ધર્મને જ પોતાનો આધાર-શરણ માનનાર મયણા? કે સત્તાનો ઉપયોગ કરી મયાણાને પરચો બતાવવા આતુર પિતા?\nજાણવા આવો મળીએ Next Episodeમાં…\n\nFile No 3૩ (2 and half pages) 6 June 2022\n\nપ્રવચન – ૪\n\nઆપણા ઉપર જેનો ઉપકાર હોય છે, તેની સુરક્ષા માટે આપણે હરપલ જાગૃત હોઈએ છીએ. જેમ દેશનું ઋણ સ્વીકારી કેટલાય લોકોએ દેશને Britishersની ચુંગાલમાંથી છોડાવ્યો. Sense of obligationથી ધણાં નોકરોએ માલિકોને બચાવ્યા. તે જ રીતે religious fieldમાં પણ અનેક ધર્માત્માઓએ શાસનનું ઋણ સ્વીકારી ધર્મની રક્ષા કરી. આ બધા પાછળ common driving force એક જ છે – ‘Loyalty’! શાસનને પામી જેનું જીવન enrich થયું હોય, તેઓ શાસનના એક પણ અંગને ધક્કો લાગે તો શું ચૂપ બેસી શકે? ના. ઊલટું, શાસન માટે જે કરવું પડે તે પ્રાણના ભોગે પણ કરવા તેઓ તૈયાર હોય છે. યુગો યુગોથી આવા અનેક ધર્મરક્ષકો થયા. તેમાં જિનવચનની રક્ષા કરનાર અને મહાસાત્વિક શ્રાવિકા એટલે ‘મયણા સુંદરી’! \nLast episodeમાં આપણે જોયું કે, સામે ઉપકારી પિતા છે જે રાજા તરીકે મોટો સત્તાધીશ પણ છે. છતાં મયણા એમ નથી વિચારતી કે તેમની વિરુદ્ધ મારાથી કેવી રીતે બોલાય. પરંતુ પોતાની જવાબદારી સમજી જિનવચનની રક્ષા ખાતર પિતાને વાસ્તવિકતા કહે છે, જે સાંભળીને રાજાનો પિત્તો સાતમે આસમાને પહોંચ્યો છે. આથી, હજી વધારે અનર્થ ન થાય તે માટે વિચક્ષણ મંત્રીએ સમય -સૂચકતા વાપરી, સભા બરખાસ્ત કરાવી અને રાજાને રાજસવારીએ લઈ ગયો.\nસભા બરખાસ્ત થતા મયણા મહેલમાં ગઈ. પિતા મારાથી નારાજ થયા છે એટલે ગમે તે reaction આપી  શકે છે, એનો તેને અંદાજ છે. જો તેણે જરાપણ આવેશથી, પોતાની વાતના મમત્વથી કે અહંકારથી પગલું ભર્યું હોત તો તે પહેલા શું વિચારત? અરે! મેં ક્યાં ડહાપણ કરી પિતાનું મન ખાટું કર્યું અને સંબંધ બગાડ્યા! પિતાની વાતને જાહેરમાં સ્વીકારીને પછી એકાંતમાં તેમને સત્ય સમજાવી દીધું હોત તો ! આમ, સુકૃતનો અફસોસ, પશ્ચાતાપ ચાલુ થાત. એને કારણે પહેલા તે જાહેરમાં ભલે જીતી હતી, પરંતુ પાછળથી તો અંદરથી તેની હાર નક્કી હતી. જિનવચનની રક્ષા કરીને તેણે જે ગુણોની દૃઢતા, inner strength કેળવેલી તે બધા ઉપર પાણી ફરી જાત. કષાયો હવા પૂરે એટલે નબળી વ્યક્તિ powerમાં આવીને વિચાર્યા વિના ઝંપલાવે, પરંતુ જેવું તેમને એકાંત મળે અથવા જોખમ દેખાય એટલે ડરી જાય. બધું કડડડભૂસ થઈ જાય, કારણ કે તેઓ કષાયોના પાયા ઉપર ખોટી ઈમારત ચણનારા હોય છે અને એટલે બધે હારે છે. જ્યારે real strengthવાળાને",
  " સુકૃત કર્યાં પછી ભૂતકાળના કર્મના કારણે સામે ગમે તેવી આપત્તિ આવે છતાં અફસોસ ન થાય કે, ‘‘મેં આ સુકૃત ક્યાં કર્યું !’’ તેઓ ક્યારેય પોતાના વચનથી ફરે નહીં. વિચારોમાં  કે અવસરે પ્રવૃત્તિ કરવામાં પણ ફરે નહીં અને માટે જ તેઓ હંમેશા જીતના પંથે હોય છે.\n આ બાજુ મંત્રી રાજાને શાંત પાડવા રાજસવારીએ લઈ ગયો. એકાંત મળવાથી અત્યારે રાજા વિચારી શકે છે કે હું કેમ હાર્યો? મયણાની વાતમાં તથ્ય કેટલું હતું? પરંતુ તેના બદલે, હજી હું કઈ રીતે મયણાને હરાવી શકું તે વિચારવામાં જ તે પોતાના સમય, શક્તિ અને બુદ્ધિ કામે લગાડે છે. કારણ કે તેને ચેન નથી. દસમાંથી એક વ્યક્તિ પણ તમારી વાત ન માને તો શું થાય? નવ જણે તમારી વાત સ્વીકારી એનું સુખ હોય કે એકે તમારી વાત accept ન કરી તેની બેચેની હોય? વારંવાર મનમાં એ જ ઘુમરાય ને કે બધાએ મારી વાત સ્વીકારી પણ આણે મને ગણકાર્યો નહીં. અહીં રાજાની હાલત પણ આવી જ છે. બહાર નૈસર્ગિક વાતાવરણ છે, લોકો ઝૂકી-ઝૂકીને સલામી ભરી રહ્યા છે, તે વખતે પણ તેના મનમાં એક જ વિચાર ભમ્યા કરે છે કે મયણાએ મારી વાત reject કરીને બધાની વચ્ચે મારું અપમાન કર્યું, મેં વાત્સલ્યથી તેને માટે કેટલું કર્યું છતાં તે મારી મહેરબાની સ્વીકારવા તૈયાર નથી.\nWeak personality વાળા હોય તેમને, પોતાનું ધાર્યું ન થાય, અથવા તે કોઈની સામે હારે તો બેચેન - બેચેન થઈ જાય. અરે ! આખો ખેલ પૂરો થઈ ગયા પછી પણ બાજી પલટાવવા, નવા નવા ઉપાયો વિચારવામાં તેનું મન સતત અસ્વસ્થ રહે છે. તે ખાઈ-પી કે ઊંઘી પણ ન શકે. ઘણી વાર તો તે પોતાની duties પણ યોગ્ય રીતે perform ન કરી શકે. આમ તે વધારે ને વધારે નબળો બનતો જાય.તેમ અહીં પણ   રાજાના એક-એક વિચાર, વાણી વર્તનમાં પણ આવું નબળું વ્યક્તિત્વ પ્રગટ થઈ રહ્યું છે. જ્યારે મયણા તો પૂરી સ્વસ્થતા સાથે પોતાની પ્રવૃત્તિ કરી રહી છે. પણ રાજાની હાલત તો તોફાને ચઢેલા સમુદ્ર જેવી થઈ છે.આથી તે વિચારે છે કે મારી સામે ભાગ્યની કોઈ તાકાત નથી, કારણ કે હું મારી સત્તાથી ભલભલાનું ભાગ્ય ફેરવી શકું છું. આ મયણા બહુ ભાગ્ય ભાગ્ય કરે છે તો હવે તેને દેખાડી દઉં કે હું જેના પર નારાજ થાઉં તેના કેવા હાલ હવાલ થાય. તક મળે એટલી વાર છે એને પરચો બતાવી દઉં.\nયોગાનુયોગ તે જ વખતે ૭૦૦ કોઢિયાનું ટોળું સામેથી આવતું દેખાયું. રાજાને ચેપ ન લાગે તે માટે મંત્રીએ રાજસવારી ફેરવી. એટલામાં તો એક કોઢિયો આવીને રાજાને કહેવા લાગ્યો કે ‘‘મહારાજા ! આપના દર્શન કરનાર કદી ખાલી હાથે નથી જતો. આપ તો બધાના મનોરથો પૂરા કરનારા છો. છતાં અમને જોઈ આપે સવારી ફેરવી? આ સાંભળી પ્રજાપાલ રાજા તેને ખાતરી આપે છે કે હું તમારા મનોરથો અવશ્ય પૂરા કરીશ. તે વખતે કોઢિયાએ પોતાના નાયક ઉંબર રાણા માટે સામાન્ય ઘરની કન્યા માંગી. આ માંગણી સાંભળીને રાજાને તરત જ મયણા યાદ આવી કે, હઠીલી દીકરીએ ભાગ્યનું પૂછડું પકડ્યું છે તો હવે તેને ખબર પાડી દઉં કે ભાગ્યથી શું મળે !\nવિચાર કરો ! મયણા સગી દીકરી છે. રાજાએ પોતે જ તેને લાડકોડથી ઉછેરી છે. તેને સારામાં સારા રાજકુમાર સાથે પરણાવવાના અરમાનો પણ તેણે જોયા હશે. છતાં આજે એ જ બાપ કષાયવશ થઈ દીકરીનું ભાવી બરબાદ કરવા તત્પર થયો છે. વાત્સલ્ય સભર હૈયું, જાણે અણગમાનો સાગર બની ગયું ! તેના ફળરૂપે રાજાએ પોતાની સત્તાની તાકાત બતાડવા મયણાને કોઢિયા સાથે પરણાવવાનો નિર્ણય કર્યો. તે માટે ફરી રાજસભા ભરી અને કોઢિયાઓને તથા મયણાને રાજસભામાં બોલાવ્યા.\n\nમયણા વિનય અને મર્યાદા સાથે રાજસભામાં આવી રહી છે. ત્યારે તેના મુખ પર કોઈ કુતૂહલ નથી કે પિતાએ મને ફરી કેમ બોલાવી હશે ! નથી કોઈ ડર કે હવે કઈ નવી કસોટી આવશે ! એ જ સ્વસ્થતા અને આત્મવિશ્વાસ સાથે તે આવી રહી છે. મયણાનું રૂપ, બુદ્ધિ",
  " પ્રતિભા જોઈને રાજાની અકળામણની આગ ઠરી. આખરે તો બાપ છે ને! એટલે તેનું હૈયું પીગળી ગયું. તેને થયું કે, ક્યાં મારી આ ઉગતી કળી જેવી દીકરી ! અને ક્યાં આ કોઢિયો ! પ્રેમાળ બાપનું હૈયું દીકરીને કોઢિયા સાથે પરણાવવા તૈયાર નથી. આથી રાજા કહે છે કે ‘‘મયણા ! હજી પણ તું વિચાર કરી લે ! જો તું મારી મહેરબાનીને માને તો તને દેવકુંવર જેવા રાજકુમાર સાથે પરણાવું અને જો ભાગ્યને જ માનતી હોય તો તારા નસીબે આ કોઢિયો આવ્યો છે ! તેનો હાથ પકડીને ચાલતી થા ! આવેશના અંઘાપામાં રાજા એટલું પણ વિચારી નથી શકતો કે મારા આ નિર્ણયથી દીકરીનું ભાવી કેટલું અંધકારમય થશે !\nઆખા ઘટના પ્રસંગનો આ peak period છે. મયણા જાણે છે કે પિતાની શક્તિ શું છે. તેઓ મને કેવા સંયોગોમાં મૂકી શકે છે. પરંતુ અજાણી વ્યક્તિ સાથે મને પરણાવવાનો નિર્ણય કરશે એવું કદાચ તેણે પણ વિચાર્યું નહીં હોય. જો કે રાજાએ અણધારી શરત દ્વારા મયણાને કસોટીના શીખરે મૂકી દીધી...છતાં મયણાના પેટનું પાણી પણ હલતું નથી. શરત સાંભળ્યા પહેલા તે જેવી સ્વસ્થ અને શાંત હતી એવી જ પછી પણ છે. તે જાણે છે કે હવે બે જ વિકલ્પ છે. જો પિતાની વાતને વધાવીશ તો બધી અનુકૂળતાઓ મારા ચરણોમાં આળોટશે અને જો તેમને નારાજ કરીશ તો ભવિષ્યમાં મારે સહન કરવાનું આવશે.\nઅત્યાર સુધી મયણા હરેક કસોટીમાં જીતી છે. પરંતુ આવા critical સંયોગોમાં તે શું કરશે? જીત કોની થશે? જિનવચન ખાતર પોતાના સુખોને છોડવા તૈયાર મયણાની? કે કઠોર શરત દ્વારા સત્તાની મહત્તા સ્થાપવા થનગનતા રાજાની? તે જાણવા ફરી મળીશું. પ્રજાપાલ રાજાના દરબારે !\nNext episodeમાં !....\n\n\nFile No 34 (2 and half pages) 13 June 2022\n\nપ્રવચન – ૫\nજીવનમાં જ્યારે એવો પ્રસંગ ઉપસ્થિત થાય કે, જો ધર્મરક્ષા કર શું તો મોટું ભૌતિક નુકશાન થાય એમ છે અને જો ધર્મમાં થોડું compromise કરીશું તો ભૌતિક ઘણા લાભ મળે એમ છે ત્યારે મોટા ભાગે લોકો ધર્મને છોડી દેતા હોય છે. ભલે તેઓ દેવ-ગુરુ-ધર્મને પૂજે, તેમની ભક્તિ કરે, પરંતુ તેમનો રાગ એટલો કાચો અને નબળો હોય છે કે કસોટીમાં તૂટતા વાર ન લાગે. ભૌતિક લાલચો કે સંકટોના ડરથી તેઓ તરત સંસાર તરફ ઢળી જતા હોય છે. આવા લોકો સાચાનું સમર્થન પણ ન કરી શકે એટલા નબળા હોવાથી હારના શિકાર બને છે. જ્યારે સાત્વિક મનોવૃત્તિવાળાને ન તો ભૌતિક inducement લલચાવી શકે કે ન તો આપત્તિઓ હલાવી શકે. તેનું જીવંત દૃષ્ટાંત એટલે મયણા!!\nપ્રજાપાલ રાજા જાણે છે કે બોલવામાં જેટલી હિંમત, સત્વ જોઈએ એના કરતા, બોલ્યા પ્રમાણે આચરવામાં વધારે દૃઢતા, મનોબળ જોઈએ. આથી તેણે વિચાર્યું કે, મયણા બહુ ભાગ્ય ભાગ્ય કરે છે તો હવે એવું કંઈક કરું કે તે બોલેલું પાળી ન શકે. આથી હાર-જીતના સંગ્રામમાં રાજાએ છેલ્લા શસ્ત્ર તરીકે મયણાને offer મૂકી કે ‘‘કાં તું મારી મહેરબાની સ્વીકાર! અથવા કોઢિયાને પરણ!’’ અહીં મયણાની ખરી કસોટી છે. એક બાજુ દેવ-ગુરુ-ધર્મ છે અને બીજી બાજુ રાજા છે, એક બાજુ ધર્મ અને ધર્મના સિદ્ધાંત છે અને બીજી બાજુ સત્તા સંપત્તિ ભોગની રેલમછેલ છે.\nમયણાની જગ્યાએ તમે હો તો શું કરો? અરે! Result ખરાબ આવવાની possibility પણ દેખાય તો તરત પાટલી બદલીને કહો શું? કે મૂકો પંચાત! પહેલા આપણું ઘર સાચવો! ધર્મની વાત કર્યા પછી તમે ગમે ત્યારે ફસકી જાઓ એવા છો, માટે જ તમે જ્યાં જાઓ ત્યાં ધર્મનો ફિયાસ્કો કરો. જો અત્યારે મયણા પ્રતિકૂળતાઓના ડરથી depressive બની મિચ્છામી દુક્કડમ માંગત અને પિતાની offer accept કરત તો જૈન ધર્મના સિદ્ધાંતની ફજેતી થાત.\nવળી, એક બાજુ નાજુક સુકોમળ મયણા અને સામે પાત્ર તરીકે કોઢિયો! કજોડું લાગે ને? મયણાને બદલે તમે હો તો સગા બાપને શું કહો? કે જીંદગી મારે પસાર કરવાની છે એટલે મારે જેને ",
  "પરણવું હશે તેને હું પરણીશ! તમારે માથું મારવાની જરૂર નથી. જેમ રાજવૈભવ મને ભાગ્યથી મળ્યા તેમ વર પણ ભાગ્યથી મળશે! તમે ચિંતા છોડી દો! આમ અવસરે એવું બોલો કે ધર્મનું devaluation થાય જો મયણાને પણ જિનવચન કરતા ભોગ સુખનું valuation વધારે હોત તો તે પણ આ જ રીતે બોલત! મક્કમતાથી જે સિદ્ધાંતને તેણે સ્થાપિત કર્યો, એ પ્રમાણે આચરણ કરવાનો અવસર આવ્યો ત્યારે તે ડગી જાત તો તેની તો ફજેતી થાત, પણ સાથે-સાથે લોકો જૈન ધર્મની પણ નિંદા કરત કે ‘‘જોયા જોયા ધર્માત્મા! પહેલા વગર વિચાર્યે મોટે ઉપાડે વિરોધ કરે અને પછી તકલીફો આવે ત્યારે પાણીમાં બેસી જાય!’’ પરંતુ મયણા તો એટલી સત્વશાળી છે કે પિતાની આજ્ઞા સાંભળીને તેનું રૂંવાડું પણ ફરક્યું નથી. પહાડ કંપી જાય પણ આ રાજકન્યા જરાય ડગે એમ નથી. દેવ-ગુરુ-ધર્મ પાસે સંસારના સંબંધો તેના માટે કોઈ વિસાતમાં નથી. જિનવચન સામે ભોગ સુખ તેને માટે ધૂળ બરાબર છે. તમારા જીવનમાં વધારે મહત્વ કોનું? દેવ-ગુરુ-ધર્મનું? કે સંસારનાં સંબંધોનું? ધર્મ ઉપર આફત આવે ત્યારે તમારું લોહી ઉકળે ? કે તમારું કંઈ લૂંટાતું દેખાય ત્યારે અકળાઈ ઉઠો? તમે ધર્મ ખાતર કોઈ સાથે સંબંધ બગાડવા તૈયાર નથી હોતા. જ્યારે મયણા માટે દેવ-ગુરુ-ધર્મ જ સર્વસ્વ છે એટલે દુનિયા સાથે સંબંધ બગડશે તો તેને ચિંતા નથી, પણ પોતાના હાથે ધર્મનું degradation કરવા તે જરા પણ તૈયાર નથી. બાકી રાજાએ તો એવી શરત મૂકી છે કે ભલભલા ઠંડા પડી જાય. અરે! રાજા સહિત કેટલાય લોકોને એમ જ હતું કે હવે તો આ રાજકન્યા ચોક્કસ પિતાની વાતને સ્વીકારશે. આટલા ભોગ વૈભવ છોડી, તે કોઢિયા સાથે થોડી જશે? પરંતુ બધાની આશા પર પાણી ફરી વળે એ રીતે દૃઢતાથી જવાબ આપતા મયણા કહે છે કે, ‘‘પિતાજી! આપની દીકરી મયણા ધર્મના સિદ્ધાંત વિરુદ્ધની વાતમાં સંમતિ આપે તેવું ત્રણ કાળમાં નહીં બને!’’\nપિતાના આ અંતિમ પ્રહારને પણ મયણાએ એક ઘા અને બે ટુકડાની જેમ નિષ્ફળ કરી દીધો. પોતાના સમગ્ર જીવનને હોડમાં મૂકીને તેણે આ જંગ ખેલ્યો છે. ધર્મ પ્રત્યે તેની શ્રદ્ધા એટલી દૃઢ છે કે ગમે તેવો ચમરબંધી પણ તેને પોતાની વાતમાંથી ચલાયમાન કરી શકે તેમ નથી. વળી, પોતે એટલી રૂપસંપન્ન, કળાસંપન્ન છે કે તેને ઊંચા રાજવૈભવ અને રૂપરૂપના અંબાર જેવા રાજકુમારો મળે એમ છે. પણ જિનવચનના ભોગે તેને એક પણ ભોગ સુખ જોઈતા નથી. આ નિશ્ચલતાના કારણે જ તેણે સગા બાપને હિંમતથી જવાબ આપ્યો છે, તેની firmness જોઈને રાજા સમજી ગયો કે મયણા પોતાની વાત છોડે એમ નથી. આથી અકળાઈને તેણે કહ્યું કે, ‘‘તારા ભાગ્યથી આ કોઢિયો આવ્યો છે. એનો હાથ પકડીને તું ચાલતી થા! અને તારા ભાગ્યને ભોગવ!’’\nમયણાએ અત્યાર સુધી જીવનમાં પિતાનું એક પણ વચન ઉત્થાપ્યું નથી. પિતા સાથે અવિનય કર્યો નથી. માટે કોઈ જાતનો વિકલ્પ કર્યા વિના તેણે સહર્ષ પિતાની આજ્ઞા સ્વીકારી. ઉંબરરાણાનો હાથ પકડવા સ્વસ્થતાથી તે દિશામાં પગલાં ભરે છે. જ્યાં ધર્મના સિદ્ધાંતનો પ્રશ્ન હતો ત્યાં તે ટસની મસ ન થઈ. ઊલટું, પિતાની ખોટી વાતનું સત્વ સાથે ખંડન કર્યું અને જ્યાં પોતાની ભૌતિક સુખ સગવડતાનો સવાલ હતો ત્યાં એ જ મયણાએ, આખી જીંદગી બરબાદ થાય એવી પિતાની વાતને પણ સહર્ષ સ્વીકારી!\nહકીકતમાં, ખોટા પિતા છે! દીકરીના જીવનના ભોગે પોતાની વાતનો કક્કો ખરો કરવા તત્પર પિતા છે! આવા પિતાનું સાંભળવાની જરૂર હોય ખરી? જે વડીલો સાથે તમારી બોલાચાલી થઈ હોય તેમની આજ્ઞા માનવા તમે તૈયાર થાઓ ખરા? અરે! ઘરમાં ઝઘડો થાય તો બે દિવસ સુધી બોલો પણ નહીં. મોઢું ચડાવીને બેસો! તો વડીલની આજ્ઞા માનવાનો તો પ્રશ્ન જ ક્યાં છે? અહીં મયણાએ સ્વાર્થથી કંઈ કર્યું નહોતું એટલે જ તે સ્વસ્થતાથી પિતાની આજ્ઞા માને છે.\nAt a glance શું લાગે? કે મયણા પિતા સામે પડી ",
  "એટલે તેને સુખ-સાહેબી, માન-પાન, બધી અનુકૂળતાઓ છોડવાના દિવસનો આવ્યા હવે આખી જીંદગી કોઢિયા સાથે પસાર કરવાની આવશે. આ જોઈને તમને એમ જ લાગશે કે મયણાની વાત ખોટી ઠરી અને રાજા સાચો સાબિત થયો. મયણા હારી અને રાજા જીત્યો. આ દૃષ્ટાંતમાં અંતે ધર્મની અને ધર્મના સિદ્ધાંતની જ જીત થવાની છે. તે આપણે જાણીએ છીએ, પરંતુ મયણા તો અત્યારે પણ જીતી રહી છે. રાજાએ સત્તાના નશામાં કહ્યું કે હું ધારું તેને સુખી કે દુ:ખી કરી શકું છું. બધા ઉપર મારો control છે, પરંતુ તે જ રાજાની સત્તા સગી દીકરી પર ન ચાલી. રાજા મયણાને તેની વાતમાંથી ડગાવી ન શક્યો! ન દલીલો દ્વારા ! ન personal allegation દ્વારા કે ન તો કોઢિયાને પરણવાની શરત દ્વારા ! શું આ પ્રજાપાલ રાજાની હાર નથી? Set back નથી? છે જ! તેની સામે મયણાએ તો અડગ રહીને prove કરી દીધું કે સત્તા નાચીઝ છે.\nઆમ, સત્તા ક્યાંય સત્યનિષ્ઠા ઉપર સરસાઈ ન મેળવી શકી. અંતે સત્તા હારી અને સત્યની જીત થઈ. રાજાની હાર અને મયણાની જીત! હજુ પણ રાજા મયણાને ડગાવવા શું કરશે? તેમાં પણ કોણ જીતશે? વાક્‌બાણોથી મયણાને ઘાયલ કરવા તત્પર રાજા? કે ધર્મ માટે સર્વસ્વનો ભોગ આપવાનું સત્વ ધરાવનાર મયણા? જાણવા મળીએ ફરી next episodeમાં…\n\n\n\nFile No 35 (3 pages) 17 June 2022\n\nપ્રવચન – ૬\nઆ જગત સત્ય ઉપર ટકેલું છે, અસત્ય પર નહીં. અસત્ય તો એટલું નબળું છે, ખોખલું છે કે બીજાને તો સહારો નથી આપી શકતું પરંતુ, તેને પોતે પણ જો ટકવું હોય, જીત મેળવવી હોય તો સત્યનો support લેવો પડે છે. જ્યારે સત્ય independent છે. સ્વયંનિર્ભર છે. તેને પોતાનું અસ્તિત્વ ટકાવવા, કોઈ સહારાની જરૂર નથી. સત્યના પક્ષે રહેનારે હકીકત જ કહેવાની છે. આથી તેઓ હંમેશા નિશ્ચિંત અને જીતનારા  હોય છે, જ્યારે અસત્યના પક્ષે રહેનારા, જીતવા માટે અસત્યનો સહારો લેનારા હંમેશા crippled હોય છે. પોતાની ખોટી વાતને સાચી પૂરવાર કરવાની ચિંતામાં રહે છે.આવો ! આ વાતને આપણે  મયણાસુંદરીના દૃષ્ટાંત દ્વારા સમજીએ !   \nગયા પ્રવચનમાં આપણે જોયું કે રાજાએ જીદ પકડી કે કોઈ પણ રીતે મયણા મારી વાત સ્વીકારે અને સાચી વાત દફનાવી દે, પરંતુ ગમે તેવી આસમાની સુલતાની થાય તો પણ મયણા સાચી વાત છોડવા તૈયાર નથી. એટલે જ કોઈ વિકલ્પ વિના તે ઉંબરરાણાનો હાથ પકડવા તૈયાર થઈ, પરંતુ જેવી તે નજીક આવી કે તરત જ શ્રીપાલ ખચકાઈને પાછળ ખસી ગયો અને રાજાને કહ્યું કે ‘‘મહારાજા! આ યોગ્ય નથી થઈ રહ્યું. કાગડાના કંઠે મોતીની માળા ન શોભે.’’ શ્રીપાલ વિચારે છે કે ક્યાં આ અપ્સરા જેવી રાજકન્યા અને ક્યાં હું! મારા ભોગસુખો માટે હું તેનું જીવન કઈ રીતે બરબાદ કરી શકું! શ્રીપાલ એટલો ખાનદાન,અને ઉદાર,છે કે આવી રાજકન્યાને પણ જતી કરવા તૈયાર છે. આમ તો કોઈ તે ને સામાન્ય કન્યા પણ આપવા તૈયાર નહોતું એને બદલે અત્યારે પુણ્યયોગે રાજકન્યા મળી રહી છે. જો હમણાં તે ના પાડે તો કદાચ આખી જીંદગી વાંઢા રહેવાનું પણ આવે. આવા સંયોગોમાં ના પડાય? તમને  શ્રીપાલ મૂર્ખો લાગશે ને? કહેશો શું ? કે લક્ષ્મી ચાંદલો કરવા આવે ત્યારે મોઢું ધોવા જવાતું હશે ?\nપરંતુ શ્રીપાલ સજ્જન છે, ઉત્તમ સ્વભાવવાળો છે. એટલે આનાકાની કરે છે. તે ધારત તો વિચારી શકત કે મેં ક્યાં રાજકન્યા માંગી છે ? રાજા હોંશથી આપે છે. અને રાજકન્યા પણ ખચકાટ વિના પરણવા તૈયાર છે તો હું શા માટે ના પાડું ? તમે કલ્પના પણ ન કરી હોય એવી offer કોઈ કરે ત્યારે તમે પોતાની લાયકાતનો વિચાર કરો કે એમ કહો કે સામેથી મળેલી અનુકૂળતાને જતી થોડી કરાય ? \nશ્રીપાલ સાત્વિક છે એટલે ના પાડે છે, પરંતુ મયણા પણ પગની પાનીથી વ્યક્તિને ઓળખી લે  એટલી વિચક્ષણ છે . શ્રીપાલના વ્યવહાર અને ઉદ્‌ગારો પરથી તે વિચારે છે  કે આ કોઈક ઉત્તમ ",
  "પુરૂષ લાગે છે. નહીંતર આવા સંયોગમાં સામાન્ય માણસ આવું ન બોલે. ભલે પિતાએ મને કોઢિયા સાથે પરણાવી, પરંતુ મારું પુણ્ય હજી તપે છે. મારો ધર્મ મારી પડખે છે. માટે આવો સજ્જન અને લાયક વ્યક્તિ મને મળ્યો. તેથી એને confidence આવ્યો કે આવા ઉત્તમ પુરૂષ સાથે હું બહુ સારી રીતે જીવી શકીશ. વિચાર કરો ! શ્રીપાલે આખી જીંદગી માટે મયણાનું દિલ કેવું જીતી લીધું !  તે પણ વગર ઓળખાણ - પિછાણે ! \nતમારામાં કોઈનું દિલ જીતવાની આવડત છે? કે બધેથી જાકારો મેળવવાની કળા છે ? તમે બીજાની  લાગણી, વિશ્વાસ જીતી શકો ? કે ખોખલો રૂઆબ કરીને સદ્‌ભાવ ગુમાવો ? તમે વર્ષો સુધી જેની સાથે રહો, જેને સાયવવામાં બેવળા વળી જાઓ તેનું પણ દિલ જીતી નથી શકતા. જ્યારે શ્રીપાલે તો પહેલી જ વારમાં મયણાનું દિલ જીતી લીધું. સામે મયણાનું વર્તન જોઈ શ્રીપાલને થયું કે પિતાની કષ્ટદાયક આજ્ઞા ને સ્વીકારવામાં પણ આ રાજકન્યાએ જરાપણ આનાકાની કરી નથી. આટલી વિનયી છે છતાં ધર્મ ખાતર પિતાની વાતને જરાપણ મચક આપતી નથી. એટલે આ સ્ત્રી અત્યંત ધર્મશીલા છે . દેવ-ગુરુ-ધર્મને વફાદાર છે. સાથે સંસ્કારી અને વિનયી છે. આમ, મયણાએ વગર બોલે વર્તનથી શ્રીપાલનું દિલ જીતી લીધું. \nહવે, આ પ્રસંગમાં વિચારીએ તો રાજા નબળો છે, કારણ કે તેની bearing capacity ઓછી છે. પોતાની સામાન્ય setbackને તો તે accept નથી કરી શકતો. પરંતુ અકળામણને outlet કરવાનો એક scope પણ છોડતો નથી. જ્યારે મયણાની bearing capacity ઘણી જ વધારે છે. મોટા દુ:ખને પણ તે હસતે મોઢે પચાવી શકે છે. આથી તે બળવાન છે, વિજેતા છે. પણ આવું ગણિત ન સમજી શકનાર રાજા શ્રીપાલને કહે છે કે, ‘આમાં મારો વાંક નથી. આ મારી દિકરી, મારી મહેરબાનીથી સુખ-દુ:ખ છે એ વાત માનવા તૈયાર નથી. પોતાના ભાગ્યને જ માને છે. તો તેના ભાગ્યથી તમે આવ્યા છો. એમાં હું શું કરું ?\nઅહીં જોવાની ખૂબી એ છે કે રાજા accept કરવા તૈયાર નથી કે હું અનુચિત કરું છું, મયણાનું જીવન બરબાદ કરું છું. ઊલટું તે શ્રીપાલને કહે છે કે તેના ભાગ્યથી તમે આવ્યા છો. તેના ભાગ્ય પ્રમાણે આ જ  ઉચિત છે. આનાથી prove એ થાય છે કે અનુચિત કાર્ય પણ ઉચિતના ઓઠા હેઠળ જ કરવું પડે છે. સાચાનો support લઈને જ ખોટું ટકી શકે છે. પ્રજાપાલ રાજાએ પણ આ જ રસ્તો અપનાવવો પડ્યો. પરંતુ મયણા સચ્ચાઈનો રસ્તો છોડવાની નથી. વળી, અત્યારે જો મયણામાં સહિષ્ણુતા, ક્ષમા આદિ ગુણો ન હોત તો તે પિતાના મેણા-ટોણાં સહન ન કરી શકત. મયણાની જગ્યાએ તમે હો તો control રહે? બાપનું મોઢું પણ જોવા તૈયાર થાઓ ? કે મનમાં વેર લઈને જાઓ ? મયણાને ગુસ્સો નથી આવતો કે, એક તો પિતાજી મને કોઢિયા સાથે પરણાવે છે અને ઓછું હોય તો હવે taunt પણ મારે છે ! ઊલટું, તેના મુખની રેખા પણ બદલાતી નથી. તે માને છે કે મારા કર્મ ને કારણે જ પિતાએ મારી સાથે આવું વર્તન કયુઁ મયણા જે સત્ય માને છે,તેની તેના વિચાર, વાણી , વર્તનમાં છાંટ દેખાય છે.\nઆમ આ જંગમાં મયણા છેલ્લે સુધી પિતા સામે ટકી રહી. પોતાની વાતથી ખસી નહીં, પરંતુ આચરીને  બતાડ્યું. પિતાના મેણાં - ટોણાંની જાણે કોઈ અસર જ ન હોય તે રીતે તેણે શ્રીપાલનો હાથ પકડી લીધો. પિતાના હાવભાવ જોઈને તે સમજી ગઈ કે હવે જો વધારે વાર અહીં રહીશ તો પિતાનો ગુસ્સો હજી વધશે એટલે વિદાય લેવા પિતા પાસે આવે છે , વિનયથી પગે લાગી, તેમની ચરણરજ માથે ચઢાવે છે. આવા સંયોગોમાં પણ મયણા પિતાને પગે લાગીને દિકરી તરીકેનું યોગ્ય વર્તન કરે છે, જ્યારે રાજા દિકરીને આશીર્વાદ આપવા આદિ રૂપ ઉચિત વર્તન પણ નથી કરી શકતો. તે કષાયોથી એટલો હારેલો છે કે દિકરી પ્રત્યે પ્રાથમિક ઉચિત વર્તન પણ તે નથી કરી શકતો. તેના જ્યારે મયણાએ પોતાના કષાયોને એટલા જીત્યા છે કે ઉચિત વર્તનમાં કષાયો તેને",
  " અવરોધ નથી કરી શકતા. આ ઉત્તમ વ્યવહારથી કોઈ પણ સમજી શકે કે માત્રને માત્ર ધર્મ ખાતર આ કન્યા પિતા સામે પડી હતી બાકી પિતા સાથે તેને અંગત રાગ-દ્વેષ, અણબનાવ નહોતો .\nએક ધર્મરક્ષકમાં દેવ-ગુરુ-ધર્મ પ્રત્યેની વફાદારી, સમર્પણ તો જોઈશે જ, સાથે ગંભીરતા, શાંતતા, ઉદારતા પણ જોઈશે.પહેરેલે કપડે એક અપરિચિત વિદેશી કોઢિયા સાથે જવું તે નાનું સાહસ નથી. દેવ-ગુરુ-ધર્મના બળે મયણાએ જે હિંંમત દાખવી છે તે ખરેખર દાદ માંગે તેવી છે. રાજાએ તો તેને હરાવવા બધી મહેનત કરી, પરંતુ અંતે તે હાર્યો અને મયણા જીતી. આત્મબળ હોવાના કારણે ભાવિની ચિંતા, તેની સત્ય પ્રત્યેની વફાદારી પર કુહાડાનો ઘા ન કરી શકી. રક્ષક કાયમ ધર્મના બળે, આત્મબળે જીવનારા હોય છે. નહીં કે ભૌતિક વસ્તુ, સંયોગ કે વ્યક્તિના બળે! જ્યારે હારનારા અંદરથી ખોખલા હોય છે.તેમની ઉભી કરેલી બાહ્ય દુનિયામાં જરાક આમ તેમ થાય તો તેઓ તરત નરમ ઘેંસ જેવા થઈ જતાં હોય છે, કારણકે તેઓ આત્મબળથી જીવતા નથી,આ પ્રસંગમાં મયણા એક-એક પરીક્ષામાં જીતતી ગઈ. કારણકે આત્મબળથી જીવવાની કળા તેનામાં જોરદાર હતી . પાછળથી પુણ્યના કારણે તેના સંયોગો ફરશે, અનુકૂળતા તેના ચરણોમાં આળોટશે, પરંતુ અત્યારે તેને કોઈએ એવી ગેરંટી નથી આપી કે તારું ભવિષ્ય સારું છે. તેમજ ભૌતિક દ્રષ્ટિએ ભવિષ્યનો વિચાર કરીને તેણે એક પણ પગલું ભર્યું નથી. માત્ર દેવ-ગુરુ-ધર્મ પરની અતૂટ શ્રદ્ધાના કારણે તેના બધા વિઘ્નો ટળશે. આજે મોટા ભાગના જીવોમાં શ્રદ્ધા, સમર્પણ નો દુકાળ છે. મયણા આ ગુણોની અપેક્ષાએ શ્રીમંત હતી, જ્યારે આપણે ગરીબ છીએ. માટે આપણે ક્યારેય જીતી શકતા નથી કે રક્ષક પણ બની શકતા નથી. મયણા એક મહાસત્વશાળી ર્ધમરક્ષક છે. આથી જિનવચનની રક્ષા દ્વારા એક મહાન સુકૃત કર્યાનાં સંતોષ, ગૌરવ સાથે તે રાજમહેલની બહાર નીકળી શકી.\nઅહાં સંતોષ તો મયણા અને પ્રજાપાલરાજા બંનેને થયો છે. જીવનમાં સર્વસ્વના ભોગે પણ જિનવચનની રક્ષા કર્યાનો સંતોષ મયણાને છે, જ્યારે ગમે તેમ કરીને પણ સાચી વાત દબાવી પોતાની વાત સિદ્ધ કર્યાંનો સંતોષ રાજાને થયો છે. પણ બંનેના સંતોષમાં ઘણો ફેર છે. પોતાના કષાયોને જીતીને યોગ્ય વર્તનથી મેળવેલો સંતોષ મયણાનો છે, જ્યારે પોતાના કષાયોથી હારી અયોગ્ય વર્તનથી મેળવેલો સંતોષ રાજાનો છે. તેથી મયણાનો સંતોષ આગળ જતા પરમ સંતોષનું કારણ બનશે, જ્યારે રાજાનો સંતોષ થોડા જ સમયમાં મહાઅફસોસનું કારણ બનશે. આ જ તો છે હાર-જીતના માર્ગનું રહસ્ય! ચાલો હાર - જીતના concept ને હજી વધારે જાણવા, સમજવા મળીએ next episodeમાં…\n\nFile No 36 (2 and half pages) 25 June 2022\n\nપ્રવચન – ૭\nજેમ યુદ્ધના અવસરે સૈનિકો એમ નથી વિચારતા કે સામે કોણ છે. તેની સત્તા, powers કેટલા છે, હું ઘાયલ થઈશ કે મરી જઈશ તો? માત્ર દેશરક્ષાની ભાવનાથી પોતાની બધી શક્તિ કામે લગાડી તે પ્રયત્ન કરે છે. તેમ મયણાએ પણ કોઈ વિકલ્પ કર્યા વિના એક સત્તાધીશને પડકાર્યો. તેના ફળ સ્વરુપે ભાવિ જોખમ પણ ઉભા થયા. છતાં તે સ્વસ્થતાથી હરેક પરિસ્થિતિને સ્વીકારી શકી. કારણ કે તે જીતના માર્ગે છે. કોઈ વ્યક્તિ, સંયોગો તેની સ્વસ્થતા છીનવી શકે તેમ નથી, તેને અસ્વસ્થ કરી શકે તેમ નથી. જ્યારે પ્રજાપાલ રાજા હારના માર્ગે છે, Vulnerable છે, નબળો છે. એટલે જ નિમિત્તને પામીને તે આકુળ-વ્યાકુળ થયો, અસ્વસ્થ થયો. એટલું જ નહીં ઉચિત વર્તન પણ ચૂકી ગયો.\nરાજા રીઝે તો શું થાય અને ખીજે તો શું થાય એ દાખલો બેસાડવા તેણે મયણાને કોઢિયા સાથે પરણાવી . પહેરેલે કપડે રવાના કરી અને સુરસુંદરીને મનગમતા રાજકુંવર સાથે ધામધૂમથી પરણાવી. તેમ જ અઢળક દાયજો પણ આપ્યો. નબળી વ્યક્તિનો સ્વાર્થ ઘવાય એટલી વાર છે, તે ક્યારે કઈ બાજુ ઢળી જાય તે કંઈ કહેવાય નહીં. રાગને દ્",
  "વેષમાં અને વ્હાલને અણગમામાં પલટાતા વાર ન લાગે. રાજા માનહાનિ થતા તટસ્થતા ચૂક્યો. આવેશમાં તેણે પગલું પણ લીધું - તેનાથી આમ જનતાને એ વાત બેસી ગઈ કે રાજાની મહેરબાની અને નારાજગીથી જ લોકો સુખી કે દુ:ખી થાય છે. પરંતુ આ બહુ narrow vision છે, અત્યાર સુધી મયણા મક્કમ રહીને બધી પરીક્ષામાંથી હેમખેમ પસાર થઈ. આમ, અંદરથી તો તે જીતેલી જ હતી, પણ બાહ્ય દૃષ્ટિએ પણ તે જીતી રહી છે. આ બાહ્ય જીત સમજવા પણ તમારી પાસે સાચી vision જોઈશે. રાજાએ ભલે તેને કોઢિયા સાથે પરણાવી, પરંતુ કુદરત પણ જાણે આવા ધર્મરક્ષકને અનુકૂળ થવામાં પોતાનું સદ્‌ભાગ્ય ન માનતી હોય તેમ કોઢિયાના વેશમાં તેને એક ઉત્તમ પુરુષની ભેટ આપી. સાથે પરણવા માટે ઉત્તમ લગ્નવેળા પણ આપી. પિતાએ તો તેની ખાના-ખરાબી કરવામાં કંઈ બાકી નહોતું રાખ્યું, પરંતુ ભાગ્યે યારી આપીને તેની વાતને જ સિદ્ધ કરી દીધી. એટલે બાહ્ય દૃષ્ટિએ પણ જીત તો મયણાની જ થઈ .\nઆ બાજુ મયણા પિતાને પગે લાગી મહેલમાંથી બહાર નીકળી. કોઢિયાઓએ શણગારેલ  ખચ્ચર ઉપર બેસી તે શ્રીપાલ સાથે રાજમાર્ગ પરથી પસાર થઈ રહી છે. ત્યારે કોઈક તેની માતાની, કોઈક તેના કલાચાર્યની તો કોઈક તેની જ નિંદા કરે છે. પોતાની નિંદાની તેને કોઈ અસર નથી, કારણ કે તેને પૂરો વિશ્વાસ છે કે મેં કંઈ ખોટું કર્યું નથી. પરંતુ લોકો જૈન ધર્મની હાંસી ઉડાડે છે કે આ ધર્મ કેવો છે કે ઉપકારીઓનો પણ વિનય નથી શીખવતો. તેના principles કેવા, જે આ રીતે કોઈની પણ સાથે વિરોધ જન્માવે. આવી ધર્મ નિંદાથી તે ખૂબ જ વ્યથિત છે. પોતાના નિમિત્તે લોકો જૈન ધર્મની નિંદા કરે છે તે એનાથી સહન નથી થતું. વિચાર કરો! અત્યારે પણ તેને પોતાની નહીં પણ ધર્મની, શાસનની કેટલી ચિંતા છે! એક રીતે જોવા જાઓ તો અત્યારે આફતમાં દેવ-ગુરુ-ધર્મ નહીં પણ પોતે છે. સામાન્ય રીતે આવે વખતે પોતાની ચિંતા પહેલા થાય. પણ આ તો મયણા છે! તેના રગેરગમાં ધર્મ, જિનવચન એવા વસ્યા છે કે આવા કપરા સંયોગોમાં પણ તેને પહેલા દેવ-ગુરુ-ધર્મની ચિંતા થાય છે, પરંતુ અત્યારે અવસર ન હોવાથી તે મૌન રહે છે.\nજેવા તેઓ ધર્મશાળામાં પહોંચ્યા કે કોઢિયાઓએ ખૂબ ઠાઠમાઠથી બંનેના લગ્ન કરાવ્યા. પોતાના નાયકને આવી રાજકન્યા મળી હોવાનો સૌને આનંદ છે, પરંતુ શ્રીપાલ ઉદાસ છે. તેના મોઢા ઉપર કોઈ ઉલ્લાસ નથી. પોતાના કારણે એક રાજકન્યાનું જીવન બરબાદ થશે એનો તેને અફસોસ છે. એટલે રાત્રે એકાંત મળતા તેણે મયણાને, યોગ્ય રાજકુમાર સાથે પરણવાની વાત કરી.\nતમારી દૃષ્ટિએ મયણા માટે આ golden opportunity છે ને? જો મયણા નબળી હોત તો તે વિચારત કે અત્યાર સુધી હું બધા સંયોગોમાં સત્યને વળગી રહી છું. જિનવચનની રક્ષા પણ મેં કરી છે . હવે સામે ચાલીને પતિ આવી offer કરે છે અને હજી મારું શીલ પણ અખંડ છે તો offerને સ્વીકારવામાં વાંધો શું છે? ભાગ્યથી જ પહેલા દુ:ખી થઈ હતી અને પાછી ભાગ્યથી જ સુખી થઈશ. મારા સિદ્ધાંતને પણ ક્યાંય ધક્કો નહીં લાગે. નબળી વ્યક્તિ vulnerable હોવાથી તેની વાતો, વર્તન ફેરફુદરડીની જેમ ફર્યાં કરે . જ્યારે બળવાન વ્યક્તિએ તો જે સ્વીકાર્યું તે સ્વીકાર્યું! પછી સંયોગ બદલાય, વ્યક્તિ બદલાય, ગમે તે થાય પણ તે પોતે ક્યારેય ફરે નહીં. એટલે જ તેની વાત બધે acceptable હોય છે અને બીજાનો વિશ્વાસ મેળવી તે બધે જીતે પણ છે.\nમયાણા real winner હોવાથી તેને એક પણ નબળો વિચાર નથી આવ્યો. પિતા સાથેના અણબનાવ વખતે તેની આંખમાંથી એક પણ આંસુંનુ ટીપું નહોતું પડ્યું, પરંતુ શ્રીપાલની વાત સાંભળીને તે ચોધાર આંસુએ રડી પડી. તેણે શ્રીપાલને કહ્યું કે, ‘પિતાની આજ્ઞાથી હું આપને વરી છું! હવે એક જ ભવમાં હું બે ભવ નહીં કરું ! માટે આપ આવી વાત ફરી  ક્યારેય નહીં કરતા.’ મયણાને એ પણ ખબર છે કે શ્રીપાલના",
  " સહવાસથી પોતાને કોઢ થવાની પૂરેપૂરી શક્યતા છે. એટલે જો તે શ્રીપાલની offer સ્વીકારે તો મનગમતું પાત્ર પણ મળે અને પોતાનો નિરોગી રૂપસંપન્ન દેહ પણ ટકી રહે. પરંતુ તેને નિરોગી દેહ કરતા શીલસંપન્ન દેહનું મહત્વ કઈ ગણું વધારે છે.\nઆપણને ખ્યાલ છે કે પ્રજાપાલ રાજાએ બંન્ને દિકરીઓને પરીક્ષારૂપે ઘણા પ્રશ્નો કર્યાં હતા. તેમાં એક પ્રશ્ન એ પણ હતો કે પુણ્યથી શું મળે . જવાબમાં બંન્નેએ પાંચ વસ્તુ કહી. તેમાંથી મયણાએ એક વસ્તુ તરીકે શીલસંપન્ન દેહ કહ્યો. સામે સુરસુંદરીએ નિરોગી દેહ કહ્યો. બંન્ને જવાબ સાચા હોવા છતાં તેમાં south pole-north pole જેટલો gap છે. મયણા સમ્યગ્‌દૃષ્ટિ છે, તેથી તે proper evaluate કરી શકે છે કે દેહ નિરોગી નહીં હોય તો શારીરિક પીડા આવશે, પરંતુ જેનો દેહ શીલસંપન્ન નથી તેની તો આ ભવમાં પણ લોકો નિંદા કરશે અને પરલોકમાં પણ તે દુર્ગતિ આદિમાં અનેક દુ:ખો પામશે. તેમજ શીલ વગર વ્યક્તિની inner personality પણ ઘણી weak રહેવાની. માટે મયણાને શીલસંપન્ન દેહ પસંદ છે. જ્યારે સુરસુંદરી મિથ્યાદૃષ્ટિ છે, તેને ભૌતિક જડ વસ્તુઓમાં જીવનનો ખરો આસ્વાદ લાગે છે. આથી તેને નિરોગી અને રૂપસંપન્ન દેહ ગમે છે. મિથ્યાદૃષ્ટિ જીવ જડ વસ્તુઓને જીવનનો આધાર, સુખનું સાધન માને છે. જ્યારે સમ્યગ્‌દૃષ્ટિ માટે દેવ-ગુરુ-ધર્મ, આત્માના ગુણો, ભાવો જ સર્વસ્વ છે. સુખનું કારણ છે. તેના બળે તેઓ જીવતા હોય છે. માટે જ સાત્વિક અને વિજેતા હોય છે. તમે powerful છો કે નબળા છો, જીતના રસ્તે છો કે હારના રસ્તે છો તેને judge કરવા આ પણ એક criteria છે કે તમને શું ગમે છે, તમને શેનું valuation વધારે છે. અવસરે તમારું મન કઈ બાજુ ઢળે છે. મયણાને નિરોગી દેહ કરતા શીલસંપન્ન દેહનું મહત્વ વધારે હતું. તેમ જ જે ગમતું હતું તેને જ અવસરે પસંદ કરવાની તૈયારી પણ હતી અને એટલે જ એક ક્ષણનો પણ વિચાર કર્યાં વિના તેણે શ્રીપાલની offerને ઠુકરાવી દીધી. વળી, તેને ભોગોની અપેક્ષા પણ છે, પરંતુ શીલના ભોગે તેને કંઈ મંજૂર નથી. તે જેને સત્ય અને સાર માને છે તેને જ દૃઢતાથી વળગી રહી છે. અવસરે આચરણ કરવામાં પણ પાછી નથી પડી.\nમયણાનો જવાબ સાંભળીને શ્રીપાલને ખાત્રી થઈ ગઈ કે આ રાજકન્યા ધર્મને તો વફાદાર છે જ, સાથે સાથે મહાસદાચારી અને શીલસંપન્ન પણ છે. હવે તેને મયણા પ્રત્યે એટલો સદ્‌ભાવ, બહુમાન છે કે તેણે કરેલી ધર્મની વાતો તેને શીરાની જેમ ગળે ઉતરી ગઈ. શું મયણાની સ્વસ્થતા અને શાંતતા! આવા crisisમાં પણ તે શ્રીપાલને ધર્મ પમાડવાનું કામ કરે છે. આ પણ તેની એક જીત જ છે.\nબળવાન વ્યક્તિ ગમે તેવા દુ:ખોને પણ પચાવી શકે છે. અવસરે જે ઉચિત હોય તે કરી પણ શકે છે. જ્યારે નબળી વ્યક્તિ નાના-નાના દુ:ખોમાં પણ સીયાવીયા થઈ જાય. હાયવોય કરે, balance of mind પણ ન રાખી શકે. એટલે જ they are always looser. મયણા બળવાન હોવાથી ક્રમશ: તેની જીત ચાલુ છે. પિતા સાથેના સંઘર્ષમાં તો તે જીતી, પરંતુ ત્યાર પછી પણ ક્રમશ: તે જીતશે. જેના પરિચયમાં આવશે એને ધર્મ પમાડશે. અરે! વિરોધી પિતાને પણ અંતે ધર્મ પમાડશે. જીતવાની કળામાં આ રાજકન્યા એકદમ expert છે. ચાલો, હજુ મયણા આગળ કઈ રીતે જીતશે તે જાણવા મળીએ next episodeમાં…\n\nFile No 37 (2 and half pages) 2 July 2022\n\nપ્રવચન – ૮\nઆ વિશ્વમાં સત્ય એટલું નક્કર છે કે તેને ક્યારેય કોઈનો ડર નથી હોતો. જેમ સુવર્ણ કયારેય તપવાથી ડરતું નથી. ઊલટું તપીને, કસોટીમાંથી પાર ઉતરી તેજસ્વી થઈ બહાર આવે છે. તેમ સત્ય પણ કસોટીમાંથી પસાર થઈ વધારે દૃઢતાથી સિદ્ધિને પામે છે. ખોટા ઓઠા તેને ક્યારેય ઘાયલ કરી શકતા નથી. મયણાના અંત:કરણમાં પણ સચ્ચાઈનું ઝરણું વહી રહ્યું છે. એટલે જ કટોકટીમાં તો તે સત્યથી ડગી નહીં, પરંતુ પાછળથી ",
  "બીજા સાથે પરણવાની પતિએ કરેલી offerને પણ તેણે ઠુકરાવી અને સત્યને વળગી રહી. લગ્નની રાત્રિએ પણ તે પતિ સાથે તેમના રોગ નિવારણ માટે કે ભાવી planningની વાત નથી કરતી, ઉલ્ટું  ધર્મચર્ચામાં રાત્રિ પસાર કરે છે. સવારે બન્ને જણ જિનમંદિરે દર્શન કરવા જાય છે. સ્વાભાવિક છે કે જેણે ભગવાનના વચન માટે આટલું સાહસ કર્યું હોય તે ભગવાનની ભક્તિમાં કચાશ ન જ રાખે. આથી અત્યંત ભાવવિભોર થઈ તન્મય થઈ તે પરમાત્માની ભક્તિ કરે છે.\nમયણાની ભક્તિ, સત્વ, મનોબળ જોઈ અધિષ્ઠાયક દેવ ખુશ થયો. ભાવિ સંકટ નિવારણના સૂચકરૂપે તેણે પ્રતિમા પર રહેલ હાર અને શ્રીફળ ઉછાળ્યા. મયણાના ઈશારાથી શ્રીપાલે તે ઝીલી પણ લીધા. સાચું કહો! તમારી સાથે આવું થાય તો પહેલા જ દેવતાનું ગળું પકડોને? મારા દુ:ખ દૂર કરો! મને સહાય કરો! એમ કહી તરત હતાશ અને દીન બની જાઓને?! આ દીનતા, માંગણવૃત્તિ inner weaknessને સૂચવે છે. નબળો  માણસ હંમેશા માયકાંગલો હોય છે. તેથી સતત બીજા મને સહાય કરે, તેમની પાસેથી મને કંઈક મળે એવી અપેક્ષા અને માંગણ વૃત્તિવાળો જ હોય છે . જ્યારે બળવાન તો ગમે તેવા સંયોગોમાં પણ સ્વમાન, ગૌરવ અને સત્વ સાથે જીવનારો હોય. મયણા પણ સાત્વિક હોવાથી અધિષ્ઠાયક  દેવને એમ નથી કહેતી કે આપ મારી તકલીફ જુઓ છો છતાં કંઈ કરતા નથી. આ રીતે પ્રસન્ન થઈ ખાલી શ્રીફળમાળા આપવાથી શું વળવાનું? ખરેખર વિજયી બનનારની પ્રકૃતિ કેવી હોય તે પણ સમજવા જેવું છે.\nભક્તિ પૂરી થતા બન્ને બાજુના ઉપાશ્રયમાં બીરાજમાન મુનિચંદ્રસૂરી મ.સા.ને વંદન કરવા ગયા. Protocol પ્રમાણે મયણાની સાથે entourage કે security ન દેખાતા આચાર્ય ભગવંતે સહજતાથી મયણાને એકલા આવવાનું કારણ પૂછ્યું. સાથે રહેલ પુરુષરત્નની ઓળખ પણ પૂછી. જિનવચન ખાતર બધું છોડીને નીકળ્યા બાદ મયણાને પહેલવહેલા પોતાના સ્વજરૂપ ગુરુ મળ્યા એટલે તે રડી પડી, અને બનેલી ઘટના આચાર્ય ભગવંતને જણાવી . છેલ્લે, પોતાના નિમિત્તે થયેલ જૈનધર્મની નિંદાને અટકાવવા આચાર્ય ભગવંત પાસે તે ઉપાયની માંગણી પણ કરે છે. તેને એવી અપેક્ષા નથી કે આવા જ્ઞાનીનો લાભ લઈ હું મારા દુ:ખો, વિઘ્નો દૂર કરું, પરંતુ એ જ ઈચ્છા છે કે શ્રીપાલનો રોગ જાય તો ધર્મની અવહેલના અટકે.\nમયણાનો આશય શુદ્ધ અને જિનાજ્ઞાઅનુસારી હતો આથી આચાર્યએ કહ્યું કે ઉત્સર્ગથી અમારો આચાર નથી કે અમે સાંસારિક બાબતમાં આ રીતે ઉપાય બતાવીએ, પરંતુ ભાવિ ધર્મ પ્રભાવવાનું કારણ હોવાથી હું ઉપાય દર્શાવું છું. એમ કહી આચાર્યએ પૂર્વમાંથી ઉદ્‌ધૃત કરીને સિદ્ધચક્ર યંત્ર દ્વારા નવપદની આરાધના બતાવી. વળી, general સંયોગોમાં forecasting કરવાનો સાધુનો આચાર પણ નથી છતાં મયણાની સમાધિ અને દૃઢતા માટે તથા ભાવિ શાસનના લાભને જોઈને આચાર્ય ભગવંતે સામે ચાલીને કહ્યું કે, ‘હે રાજકન્યા! તું ચિંતા ન કર! આ પુરુષરત્ન ચિંથરે બાંધેલ રત્ન જેવું છે. તે ભવિષ્યમાં રાજરાજેશ્વર થશે, અને ઘણી શાસન પ્રભાવના કરશે. મયણા એટલી સાત્વિક છે કે જો આચાર્યશ્રીએ ભાવિના સંકેત રૂપ આ વાત ન કરી,હોત અને આખી જીંદગી તેને રોગગ્રસ્ત પુરૂષ સાથે રહેવાનું આવત તો પણ તે પ્રસન્નતાથી ધર્મમય જીવન જીવી શકત . સાત્વિક વ્યક્તિ હંમેશા પોતાના બળ ઉપર જીવનારા તેમ જ ઓશિયાળાપણાથી દૂર રહેનારા હોય છે,`\t અને એટલે જ બધે જીતનારા, અને બધા પર સરસાઈ મેળવનારા હોય છે . જ્યારે નબળા લોકો પુણ્ય, સંયોગો, વ્યક્તિ, ભૌતિક સાધન-સામગ્રીને આધીન થઈ જીવનારા હોય છે . હકીકતમાં તો આમાંની એક પણ વસ્તુ તેમની પોતાની નથી, બધી પરાઈ છે. તેના પર એમનો અંશમાત્ર પણ control નથી. અને એટલે જ તેમાં જરાક આઘું-પાછું થાય તો તેઓ depressive થઈ જાય છે અને તેમાંથી બહાર નીકળવા solution પણ વિચારી શકતા નથી . મયણા સક્ષમ હોવાથી અત્યંત સ્વસ્થત",
  "ાથી તેણે આચાર્ય ભગવંતે બતાવેલ નવપદની વિધિ બહુમાનપૂર્વક ધારી લીધી. ત્યાર બાદ ત્યાંના ધનાઢ્ય શ્રાવકોની વિનંતી સ્વીકારીને તેઓના ઘરે બન્ને સાધર્મિક તરીકે રહે છે. એમાં પણ મયણાનો આશય એ જ હતો કે આવા ઉત્તમ સાધર્મિકોની વચ્ચે, જૈનધર્મના આચાર સમજવા, ધર્મનો બોધ કરવા શ્રીપાલને સારું વાતાવરણ મળશે એટલે શ્રાવકોની વિનંતી સ્વીકારી બંન્ને ત્યાં રહે છે. ત્રિકાળ જિનપૂજા, આવશ્યક ક્રિયા તથા ધર્મ ચર્ચામાં દિવસો પસાર કરે છે.\nએક બાજુ શ્રીપાલની લાયકાત અને બીજી બાજુ જિનવચનના બોધવાળી મયણા! પછી તો શું બાકી રહે? એક મહિનામાં તો મયણાએ શ્રીપાલને નવપદની ભાવથી ઓળખ કરાવી, સમ્યક્‌ત્વ પમાડી દીધુ . આ કંઈ તેની સામાન્ય જીત નથી. આખી જીંદગીની મયણાની મોટામાં મોટી મૂડી આ જ છે કે શ્રીપાલને ધર્માત્મા બનાવીને તેણે પોતાનો ધર્મમાર્ગ નિર્વિઘ્ન કરી દીધો. તમે તમારી ભાવિ સાધના, વિકાસના માર્ગને નિર્વિઘ્ન કરો એના જેવી મોટી સિદ્ધિ બીજી કોઈ નથી.\nમયણાએ શ્રીપાલને ધર્મના રંગે એવો રંગી દીધો કે હવે તે પોતે જ હૃદયના ઉમળકાથી ધર્મ કરશે. આટલા અલ્પ સમયમાં એક અજાણ્યા પુરુષના જીવનમાં આટલું મોટું પરિવર્તન લાવવું એ કંઈ નાનું સૂનું કામ નથી. બંન્ને સુંદર આરાધના કરે છે. એમાં આસો માસની ઓળી આવી ત્યારે આચાર્ય ભગવંતના કહ્યા મુજબ બન્નેએ અત્યંત ભાવપૂર્વક અને વિધિ સહિત નવપદની આરાધના કરી. સિદ્ધચક્ર યંત્રનું ન્હવણ જળ શરીર પર છાંટતા પહેલે જ દિવસે શ્રીપાલનો દાહ શમ્યો. બીજે દિવસે પસ ગયું. એમ કરતા કરતા નવ દિવસમાં તો તેનો રોગ સંપૂર્ણ ચાલ્યો ગયો અને કંચનવર્ણી કાયા થઈ ગઈ. શ્રીપાલની જેમ ૭૦૦ કોઢિયાઓને પણ મયણાએ નવપદની સમજણ આપી. ભક્તિમાં જોડ્યા અને ન્હવણ જળના પ્રભાવે તેઓનો પણ કોઢ ગયો. આવા વિકટ સંયોગોમાં પણ તેની હિંમત અને સત્વ કેટલું! બધાને ધર્મ પમાડ્યો, જૈન ધર્મના અનહદ રાગી બનાવ્યા. જીવનમાં કંઈક અપૂર્વ મેળવ્યાની તેઓને અનુભૂતિ કરાવી.\nમયણાની જીતના પાયામાં ઘણા ગુણો છે. તેમાંથી તેની ગંભીરતા અને ધીરજ અત્યંત અનુમોદનીય છે. આખી જીંદગીમાં તે એક વાર પણ શ્રીપાલને એમ નહીં કહે કે, ‘‘હું હતી તો તમને નવપદ મળ્યા અને તમારો રોગ દૂર થયો. આ સાતસોને પણ મેં રોગ મુક્ત કર્યાં. જુઓ, મારી આરાધનામાં કેટલી તાકાત છે!’’ હકીકતમાં તમે બધે  હારો છો કેમ તે મયણા સાથે તુલના કરી વિચારવા જેવુ છે . તમે હો તો સામેવાળાને રોજ એવું સંભળાવો કે તેને અફસોસ થાય કે મેં ક્યાં આનો support લીધો! સારું કર્યા પછી તમે એવું વર્તન કરો કે સારા પર પાણી ફરી જાય. આવા વર્તન, તુચ્છ અને poor personalityના symptoms છે. તમારા વર્તન અને ભાવોમાં centre point ‘હું અને મારું’ તથા ભેદભાવ અને સ્વાર્થ હોય છે. એટલે જ મોટાભાગે બધે તમારી setback થાય છે.\nઅહીં મયણાએ શ્રીપાલને તો નથી સંભળાવ્યું પણ પિતા, તે જ નગરમાં હોવા છતાં તેમને પણ કહેવા નથી ગઈ કે, ‘‘પિતાજી! સત્તાના બળે આપે ભલે મને કોઢિયો પરણાવ્યો, પરંતુ જુઓ મેં તેને કેવો નિરોગી અને કંચનવર્ણી કાયાવાળો કરી દીધો! આપે ભલે ભાગ્યવાદ ઠુકરાવ્યો, પરંતુ જુઓ! મારા ભાગ્યે મને કેવો વર આપ્યો! હવે તો માનો કે સત્તા નહીં, પરંતુ ભાગ્યથી બધા સુખી કે દુ:ખી છે. જાહેરમાં કોઈએ તમારું insult કર્યું હોય, મેણાટોણાં માર્યા હોય અને પછી તમારું સારું થાય તો તમે ચૂપ રહી શકો? \nશાસ્ત્રમાં કહ્યું છે કે આરાધક કરતા પ્રભાવકને હજારગણું ફળ મળે અને પ્રભાવક કરતા રક્ષકને હજારગણું ફળ મળે. કેમકે પ્રભાવકમાં આરાધક કરતા કઈ ગણા ગુણો હોય છે અને રક્ષકમાં પ્રભાવક કરતા કઈ ગણા ગુણો હોય છે. મયણા પ્રભાવક શ્રાવિકાની સાથે - સાથે જબરદસ્ત ધર્મરક્ષક હોવાથી સામાન્ય આરાધક કરતા તેનામાં કઈ ગણી વિશેષ ગુણવત્તા અને શક્તિ રહેવાની.",
  " આ વિશેષતાના કારણે જ તે શ્રીપાલને અને ૭૦૦ કોઢિયાને ધર્મ પમાડી શકી છે.\nઆગળ આગળ મયણા કઈ રીતે પોતાના રક્ષકભાવને હજુ વધારે દૃઢ કરશે, જિનશાસનની પ્રભાવના અને રક્ષા કરશે, તે જાણવા મળીએ next episodeમાં… પ્રણામ… \n\n\n\nFile No 38 (3 pages) 3 July 2022\n\nપ્રવચન – ૯\n\nઅમુક વ્યક્તિઓ  દુ:ખ કે crisis આવે ત્યારે સમજે કે અત્ચારે શોક કરવાથી શું થશે ? ઉલ્ટુ  સમય બગડશે , શક્તિઓ ઘટશે તેથી તેઓ મન સ્વસ્થ રાખી યોગ્ય  વર્તન  કરવા પ્રયત્ન કરે છે દુ:ખ પચાવવું હજીય સહેલુ છે . પરંતુ જ્યારે જીવનમાં બધી રીતની facility હોય, અનુકૂળ સંયોગો સર્જાય ત્યારે પણ સુખને પચાવી સ્વસ્થતાથી ઉચિત વર્તન કરનારા કેટલા મળે ? બહુ જ ઓછા ! દુ:ખ પચાવી લેનાર પણ, જ્યારે ચારેબાજુ સુખની છોળો ઊડતી હોય ત્યારે અહંકારી અને સ્વચ્છંદી  બની જાય, કોઈને પણ ઉતારી પાડે, ગમે તેનું devaluation કરે . \n‘ I’m something’ ની feeling માં જ રમતા હોય અને તેથી તેઓ સુખને પચાવી યોગ્ય વર્તન કરી શકતા નથી કારણ તેઓ નબળા છે , તેમનું સુખ તેમને લાભદાઈ ન થતા નુકશાનકારી બને છે . અને બીજાને પણ ત્રાસનું કારણ બને છે . જ્યારે જે અંદરથી સક્ષમ છે એ જ સુખને પચાવી શકે છે અને ઉતમ વર્તન પણ કરી શકે છે . આમ દુ:ખ કરતાં સુખને પચાવવા strength વધારે જોઈએ  છે .\nમયણામાં સુખ અને દુ:ખ આ બન્નેને પચાવવાની strength છે. પિતાએ કોઢિયા સાથે પરણાવી ત્યારે તે, દુ:ખને પણ પચાવી શકી અને જ્યારે એ જ કોઢિયો રૂપરૂપના અંબાર જેવો રાજકુંવર થયો ત્યારે તેને જરા પણ અહંકાર તો નથી થયો, પરંતુ પિતા તે જ નગરમાં હોવા છતાં તેમને દેખાડી દેવાની કે કહેવા જવાની ઈચ્છા પણ નથી થઈ. આ છે તેની સુખ પચાવવાની શક્તિ! Inner strength! તેના કારણે જ તે અવસરે પિતા પ્રત્યે ઉચિત વર્તન કરી, તેમનું દિલ જીતી શાસન પ્રભાવના, સિદ્ધાંતની રક્ષા કરી શકી અને બધે success મેળવી શકી. ચાલો, આ Inner strength હજુ વધારે કઈ રીતે જીત અપાવી શકે તે સમજવા દૃષ્ટિ કરીએ મયણાસુંદરીના આગળના જીવન પ્રસંગો તરફ .\nમયણા અને શ્રીપાલ રોજ ભાવથી નવપદની આરાધના કરે છે. એક દિવસ જિનપૂજા કરીને બન્ને પાછા આવી રહ્યા હતા ત્યારે રસ્તામાં શ્રીપાલને, વર્ષોથી વિખૂટી પડેલી પોતાની માતા કમલપ્રભા મળી. માતાને પગે લાગી તે મયણાની ઓળખ આપે છે. મયણાના વખાણ કરતા શ્રીપાલ કહે છે કે, ‘‘માતાજી! તમારી આ પુત્રવધૂના કારણે મને દેવ-ગુરુ-ધર્મ મળ્યા. નવપદની આરાધના મળી. મારો રોગ પણ ગયો.’’ શ્રીપાલ પોતાના કૃતજ્ઞતા ગુણના કારણે જ્યાં જશે ત્યાં મયણાના બે મોઢે વખાણ કરશે પણ મયણા કદી પોતાના વખાણ નહીં કરે. મયણાનો પોતાના માન કષાય પર control કેટલો હશે ત્યારે આ શક્ય બને.\nમાન કષાયથી ઘેરાયેલી વ્યક્તિ સદા સ્વપ્રશંસાની ભૂખી હોય છે. પરંતુ તેના વિચાર, વ્યવહાર, વર્તન જોઈ કોઈ તેની કદર નથી કરતું. આથી તક મળતા તેઓ જાતે પોતાના વખાણ કરતા ફરે છે. પરિણામે માન મેળવવાને બદલે તે બીજાની નજરમાંથી ઉતરી જાય છે. પોતે જ પોતાનું devaluation કરે છે. જ્યારે જેણે માન કષાયને જીત્યો છે તેને બીજાના certificateની કે સ્વપ્રશંસાની ઈચ્છા હોતી નથી. તેઓ જાણે છે કે મારું development, મારી જીત મારા વ્યક્તિત્વથી છે, નહીં કે બીજાના માન-સન્માનથી. આથી કોઈ તેની નિંદા કરશે તો તે અકળાશે નહીં, અને કોઈ પ્રશંસા કરશે તો ફૂલાશે પણ નહી . પોતાના ગાણા ગાઈને તેઓ માન-પાન નહીં મેળવે, પરંતુ પોતાની personalityથી બધાના હૃદયમાં સદ્ભાવ અને લાગણી મેળવશે અને જીતશે.\nમયણાના ગુણો સાંભળી કમલપ્રભા માતાને પણ તેના ઉપર બહુમાન થયું. હવે શ્રીપાલ અને મયણા અવસરે અવસરે માતાને જૈન ધર્મ સમજાવે છે. જેના પરિણામે થોડા જ સમયમાં તે પણ જૈન ધર્મની સમર્પિત સમ્યગ્‌દૃષ્ટિ શ્રાવિ",
  "કા બની ગઈ. મયણાની વિશેષતા એ છે કે તે જ્યાં જશે ત્યાં બધાને ધર્મ પમાડશે. જિનેશ્વર દેવોના માર્ગે ચાલી જીત કઈ રીતે મેળવાય તે શીખવાડશે. \nઆ બાજુ મયણાની માતા રૂપસુંદરીને પતિના, દિકરી પ્રત્યેના અન્યાયી વ્યવહારથી ઘણું દુ:ખ થયેલું. પોતે વિનયી, મર્યાદા સંપન્ન અને ગંભીર હોવાથી ત્યારે તો તે એક અક્ષર બોલી નહોતી પણ આઘાત લાગતા તે જ દિવસે રીસાઈને પિયરે ચાલી ગયેલ. સમય પસાર થતા તેનો આઘાત શમ્યો . આથી એક દિવસ તે નગરના જિન મંદિરોમાં દર્શન કરવા નીકળી. યોગાનુયોગ જે દેરાસરમાં શ્રીપાલ-મયણા ભક્તિ કરી રહ્યા હતા ત્યાં તે પહોંચી. જ્યાં તેણે મયણાને રૂપરૂપના અંબાર જેવા પુરુષ સાથે બેઠેલી જોઈ. તે સદાચાર પ્રિય હતી માટે આઘાતથી રડી પડી. તેને થયું કે મારી દિકરીએ પહેલા ધર્મના નામે આટલું મોટું સાહસી પગલું ભર્યું અને પછી આવું વર્તન કર્યું! વિચાર કરો! આ માતાને શીલ - સદાચારનો કેટલો આગ્રહ હશે . દિકરી આખી જીંદગી કોઢિયાના સહવાસથી દુ:ખી થાય એ તેને ચાલશે, પરંતુ દિકરી સદાચાર નેવે મૂકીને જીવે તે એને જરાપણ પસંદ નથી. એટલે મયણાને જોઈ માતા રડવા લાગી. મયણાને ખ્યાલ આવતા તેણે માતાને મંદિરમાં શાંત રહેવા કહ્યું. ભક્તિ પૂરી કર્યાં બાદ જિન મંદિરની બહાર આવી મયણા કહે છે કે, ‘‘માતા! દેવ-ગુરુ-ધર્મ અને નવપદની આરાધનાના પ્રભાવે પતિનો રોગ ગયો અને અવળું બધું સવળું થયું. આમ તે બધો યશ ધર્મને આપે છે. બન્ને વેવાણો પણ એકબીજાને મળે છે. જમાઈના ગુણો, કૂળ જાતિ જાણી મયણાની માતા ખૂબ ખુશ થઈ. પિયરે જઈ ભાઈને બધી વાત કરતા કહે છે કે, પ્રજાપાલ રાજા પણ ન આપી શકે એવા ઉત્તમ કૂળના રાજકુમાર સાથે મયણાના લગ્ન થયા છે. એ ખુશખબર સાંભળીને મયણાના મામા પુણ્યપાલ રાજા પણ બન્નેને માનભેર પોતાના મહેલે લઈ આવે છે અને ખૂબ સરભરા કરે છે . આ રીતે બન્ને જણા સુખી દામ્પત્ય જીવન પસાર કરી રહ્યા છે.\nતેમાં, એક વખત શ્રીપાલ - મયણા ઝરૂખામાં બેઠા બેઠા સુમધુર સંગીત સાંભળી રહ્યા છે. તે જ વખતે પ્રજાપાલ રાજાની સવારી રાજમાર્ગેથી પસાર થઈ. અત્યંત મધુર સંગીત સંભળાતા રાજાએ સવારી અટકાવી. નજર ઉપર કરતા તેને એક સુંદર યુગલ દેખાયું. ધારી-ધારીને જોતા ખ્યાલ આવ્યો કે આ તો મયણા છે. પણ બાજુમાં બેઠેલા શ્રીપાલને જોઈને તે વિચારે છે કે, મેં તો મયણાને કોઢિયા સાથે પરણાવી હતી. જ્યારે આ તો દેવકુંવર જેવો કોઈ બત્રીસ લક્ષણવાળો પુરૂષ દેખાય છે. નક્કી દિકરીએ પાત્ર બદલ્યું છે. પ્રજાપાલ રાજાએ પહેલા ભલે ક્રોધના આવેશમાં પગલું ભર્યું હતું, પરંતુ સમય વીત્યો, વાતાવરણ બદલાયું એટલે તે શાંત થયો. વળી, તે સદાચાર પ્રિય હતો. આથી તેને થયું કે, મારી દિકરીએ સદાચાર નેવે મૂક્યા, કૂળને કલંક લગાડ્યું. તેનો આઘાત રાજાને લાગ્યો. પણ લાયક હોવાથી તે વિચારે છે કે, આમાં દિકરીની ભૂલ નથી, મુખ્ય ભૂલ તો મારી છે. આવી સુકોમળ અને રૂપસંપન્ન દિકરીને મેં કોઢિયા સાથે પરણાવી તો ખરી પણ તેની સાથે તે એક દિવસ પણ કેવી રીતે જીવી શકે? આથી હું જ મૂળ ગુનેગાર છું. આ રીતે રાજાને પશ્ચાતાપ થાય છે. અને સાથે ઉદાસ પણ થાય છે.\nઆ બાજુ, સૈનિકોનો અવાજ સંભળાતા મયણાનું ધ્યાન નીચે ગયું. શોકાતુર પિતાને જોઈ તે સમજી ગઈ કે પિતા મારા માટે શું વિચારે છે. તમને જેની સાથે અણબનાવ થયો હોય, જેના તરફથી તકલીફ, દુ:ખ આવ્યું હોય તે જ વ્યક્તિ સામે આવે ત્યારે જો મનમાં ખટરાગ હોય તો તમે દ્વેષથી મોઢું ફેરવી લો ને? જે બાપે વીતાવવામાં કંઈ બાકી ન રાખ્યું હોય, તે બાપ ઓચિંતા મળે ત્યારે શું કરો? એની સામે જુઓ પણ ખરા ? જો મયણાને પિતા પ્રત્યે મનદુ:ખ કે અણગમો હોત તો અત્યારે તે બાપ સાથે ચોક્કસ હલકો વ્યવહાર કરત, પણ પિતા તરફથી અન્યાય થવા છતાં તેને પિતા પ્રત્યે લેશમાત્ર વેર-વિરોધ કે ગુસ્સો નથી. હા",
  " ! પિતાએ જાહેરમાં જિનવચનની હાંસી ઉડાડી છે તેનો અંદરમાં અસંતોષ અને ખટકો છે, પરંતુ પોતાનું જીવન વેરવિખેર થઈ જાય એવું પગલું પિતાએ લીધું એનું જરાય દુ:ખ નથી. ઉપરાંત, તે એટલી વિનયી છે કે ક્યાંય ઉચિત વર્તન નહીં ચૂકે .\nવિચાર કરો ! હારનારાની પ્રકૃતિ કેવી હોય? નિમિત્ત હોય એક મિનિટનું પણ દ્વેષની આગમાં તેઓ વર્ષો સુધી બળ્યા કરે. કારણ કે તેઓ નબળા અને તુચ્છ પ્રકૃતિવાળા હોય છે. જ્યારે વિજેતા એ કહેવાય જે ગમે તેટલા મોટા ઉતાર ચઢાવ વખતે પણ stablemind રાખી હંમેશા યોગ્ય વર્તન કરે. મયણા પણ winner હોવાથી ભૂતકાળની કોઈ જાતની અસર વિના સડસડાટ મહેલથી નીચે ઉતરી. પિતાના પગમાં પડીને કહે છે કે, ‘‘પિતાજી! આપ મારા માટે જરાપણ અયોગ્ય ન વિચારતા . પહેલા આપ મહેલમાં પધારો ’’ એમ કહી વિનયપૂર્વક પિતાનો હાથ પકડી તેમને મહેલમાં લઈ આવે છે. મયણાની માતા, મામા, શ્રીપાલ, કમલપ્રભા બધા ભેગા થઈ ગયા. મયણાની માતા પ્રજાપાલ રાજાને જમાઈ શ્રીપાલની ઓળખાણ કરાવતા તેના ગુણો, કૂળ વંશ આદિનો પરિચય કરાવે છે. તેમ જ નવપદના પ્રભાવે થયેલ રોગ નિવારણ આદિ બધી હકીકત જણાવે છે . સાંભળીને રાજા વિચારે છે કે, ‘મેં દિકરીને ખોટી પાડવા જેટલું થાય એટલું કર્યું. પરંતુ તેના ભાગ્યથી બધું સવળું થયું. કોઢિયો પણ રાજરાજેશ્વર જેવો થયો. મને ગમે તેટલા અરમાનો હોત તો પણ હું દિકરીને જેવો રાજકુમાર પરણાવી ન શકત એવો રાજકુમાર તેને ભાગ્યે આપ્યો છે. મેં તેને દુ:ખી કરવા મહેનત કરી, પરંતુ તેના ભાગ્યે તેને સુખી કરી. આ વિચારીને રાજાનો ગુસ્સો સાવ શાંત થઈ ગયો છે.\n\nમાટે આખા કુટુંબની વચ્ચે તે કહે છે કે, ‘‘મયણા! તું સાચી અને હું ખોટો! સત્તાના બળથી હું બધાને સુખી કે દુ:ખી કરી શકું એ વાત ખોટી અને ભાગ્યથી જ જીવમાત્ર સુખી કે દુ:ખી થાય છે એ વાત સાચી! તું સાચી! તારો ધર્મ સાચો! ધર્મનો સિદ્ધાંત સાચો ! અહીં  self introspection કરવા જેવુ છે કે આવી રીતે જો કોઈ તમારી પાસે ભૂલ કબૂલ કરે તો તે અવસરે તમે શું કહેશો? “ મેં તો પહેલા જ કહ્યું હતું, તમે માન્યા નહીં . આ તો હું હતી એટલે ટકી ગઈ, બીજું કોઈ હોત તો જીવન હારી જાત . મારી સાથે  કર્યું તે કર્યું, હવે બીજા સાથે નહીં કરતા . તમારો સ્વભાવ સુધારવા જેવો છે”… આવું એટ એટલું સંભળાવો કે સામેવાળાને પોતાની ભૂલ કબૂલ કર્યાંનો પશ્ચાતાપ થયા વિના ન રહે. જ્યારે મયણા આવું કંઈ જ કહેવાની નથી. તે તો એવું બોલશે જેનાથી પિતાનું દિલ જીતાઈ જાય, કારણ તે જીતવામાં જ માને છે. આવો, મયણાની આગળ - આગળની જીતની યાત્રાને આપણે પણ માણીએ આવતા episodeના સથવારે… \n\nFile No 43  (Pages 3) 25 July 2022\n\nપ્રવચન ૧૦\n\nજગતમાં બહુ ઓછા જીવોને ધર્મ ગમતો હોય છે. જેનેગમેછે તેમાં પણ ઘણા જીવો self centred થઈને ધર્મ કરલા હોય છે, પરંતુ એવા પણ જીવો મળે જેને, ધર્મ પામ્યા પછી પોતાનું જીવન તો ધન્ય લાગે છે, પણ સાથે-સાથે બીજાને પણ પમાડવાની ભાવના થાય છે. પરંતુ પોતાની shortcomingsના કારણે એવું વર્તન કરે, એવું બોલે કે જેથી તેઓ બીજાને ધર્મ પમાડી તો ન શકે, ઉલટું વિમુખ કરી દે. ઘણી વાર તો તેવા જીવો જો થોડા સમજદાર હોય તો તેમને જાત માટે અફસોસ પણ થાય કે, \"શું કરું! મારી પ્રકૃતિ કેટલી ખરાબ છે! ગમે તેટલી ઈચ્છા હોવા છતાં મારા વર્તન જ એવું છે કે દીકરાને પણ ધર્મમાં જોડી શકતો નથી |\" આવું થવામાં કારણ શું ? કાં તો સમજણની ખામી છે, અથવા તો પોતાના વર્તન પર control નથી. અંદરથી બળવાન તે જ બની શકે જેની પાસે સાચી સમજ અને તેને અનુસારે યોગ્ય વર્તન કરી શકે તેવો self control હોય. આવા જીવો જ બીજાને ધર્મ પમાડી શકે. મયણાસુંદરીને શાસ્ત્રમાં પ્રભાવક શ્રાવિકા કહી છે. તેમાં કારણ તેની પાસે જ્ઞાન, આત્મવિશ્વાસ, self control આદ",
  "િ છે, અને આ બધાના પ્રતાપે, જે પિતા તરફથી આટલું સહન કરવાનું આવ્યું, તે જ પિતા પ્રત્યે ઉચિત વર્તન કરી મયણા તેમને કઈ રીતે ધર્મમાં જોડે છે તે સમજીએ તેના આગળના જીવન પ્રસંગો દ્વારા…\nગયા વખતે આપણે જોયું કે પ્રજાપાલ રાજાએ આખા કુટુંબની વચ્ચે મયણા પાસે માફી માંગી. કહ્યું કે ‘‘મયણા! તું સાચી! હું ખોટો!’’ જે બાબતમાં રાજાને મતભેદ હતો તે જ વાતને તેણે પાછી ખેંચી અને નિખાલસતાથી કહે છે કે, \"તે વખતે મારો આગ્રહ ખોટો હતો.\" અહીં પ્રજાપાલ રાજાની પણ ગુણવત્તા સમજવા જેવી છે કે ભૂતકાળમાં ભલે રાજાએ આવેશમાં પગલા લીધેલા, પરંતુ અત્યારે સત્ય સમજ્યા પછી રાજા તેનો ઈન્કાર નથી કરતો, ઊલટું સામે ચાલીને પોતાની ભૂલ કબૂલે છે. આ પણ તેની ધર્મ પામવાની લાયકાત દર્શાવે છે. તમે સામે ચાલીને તમારી ભૂલ સ્વીકારો એવા સરળ છો ? કે ભૂલને જરાપણ સ્વીકારવાની તૈયારી ન હોય એવા rigid છો? અહીં રાજાએ તો બહુ સરળતાથી પોતાની ભૂલ સ્વીકારી લીધી. ત્યારે પિતાને taunt મારવાના બદલે મયણા કહે છે કે, ‘‘પિતાજી! શ્રાવકનો રોગ ગયો અને મને આવું ઉત્તમ પાત્ર મળ્યું, તે બધું દેવ-ગુરુ-ધર્મ પસાયે છે. તેમ જ તે વખતે આપે મારી સાથે જે વર્તન કર્યું તેમાં પણ મારું કર્મ જ કારણ હતું. આ રીતે જે સારું થયું તેનો યશ તે દેવ-ગુરુ-ધર્મને આપે છે. સામાન્યથી જોતા તો એવું જ લાગે કે તકલીફ પિતા તરફથી આવેલ છે, પરંતુ મયણા તેમાં પણ પોતાના દુર્ભાગ્યને કારણ માને છે. તેના દ્દવારા જે કર્મવાદના સિદ્ધાંતને લઈને ભૂતકાળમાં crossing થયેલ તે જ સિદ્ધાંતને તે ફરી સૌમ્યતાથી યાદ ફરીથી તેની સ્થાપના કરે છે.\nજે સત્ય છે તેને મયણાં honestly માને છે. એનો પુરાવો જ આ છે કે જીવનના અનુકૂળ કે પ્રતિકૂળ, હરેક પ્રસંગમાં તે સત્યને જ વળગીને રહી છે. મયણાના શબ્દો સાંભળીને રાજા તો તેના પર ઓવારી ગયો. તેને થયું કે જે દીકરીને મેં તરછોડી, જાહેરમાં જેની હાંસી ઉડાડી, તે જ દીકરી દિલથી આવું કહી શકે છે. એમાં માત્ર તેની ધર્મનિષ્ઠા જ કારણ છે. હવે, રાજાને મયણાની વાતો ખૂબ જ સચોટ અને નક્કર લાગે છે. મયણાના એક વાક્યે પિતાના હૃદયમાં ધર્મ પામવા માટેનું background તૈયાર કરી દીધું. હવે પિતાને જૈનધર્મની વાતો સમજાવવી, તેની શ્રદ્ધા કરાવવી, જિનેશ્વરદેવો પ્રત્યે રાગ પેદા કરાવવો મયણા માટે બહુ સરળ બનશે.\nઘણાને એવી ઈચ્છા હોય કે, ‘બધા મારું માને.’ પણ એના પરાક્રમ જ એવા હોય કે કોઈ એનું માને તો નહીં, ઊલટું બધાને એનાથી દૂર થવાની ઈચ્છા થાય. જ્યારે અહીં તો મયણા નું વર્તન એવું છે કે રાજા spellbowand સાથે પોતાની ભૂલ સમજીને આખા કુટુંબની વચ્ચે માફી પણ માંગે છે અને ભગવાને બતાવેલા સિદ્ધાંતને પણ સ્વીકારે છે. આ વાતનો મયણાને આનંદ છે, પણ તે લોકોની psychology સમજે છે કે આમજનતા તો નજરે જે જુએ તે માને. બાકી દૂરદૂરથી ઉડતી વાતો સાચી હોવા છતાં જલદી accept કરે. એટલે તેને અસંતોષ છે કે, પિતાએ જિનવચનની હાંસી જાહેરમાં ઉડાડી અને માફી ઘરબેઠા માંગે છે. તમે હો તો ત્યારે ને ત્યારે સલાહ આપોને કે, ‘પિતાજી! જાહેરમાં કરેલી ભૂલની માફી આપ ઘરમેળે માંગો તે ન ચાલે! લોકોને ક્યાંથી ખબર પડશે કે આપે ભૂલ સ્વીકારી છે? માટે આવતી કાલે રાજસભામાં જાહેર કરજો કે, મયણા સાચી હતી અને હું ખોટો હતો.’ જો મયણાને પણ લોકોમાં પોતાનો વટ પાડવો હોત તો આવું જ સૂઝત. પરંતુ ઉત્તમપ્રદતિના કારણે ને ખોલી નથી પણ એવું તો વિચારી શકત કે પિતાજી હવે ઠંડા પડ્યા છે. હું જે કહીશ્ તે અવશ્ય માનશે, માટે જાહેરમાં તેમની પાસેથી માફી મંગાવી લઉં. જેથી લોકમાં સત્ય સ્થાપિત થઈ જાય. પરંતુ અત્યારે તે એક અક્ષર નહીં બોલે. ઊલટું એવું વર્તન કરશે કે બધું સાટુ વળી જાય.\nમયણાને ભલે અસંતોષ છે, પરંતુ પ્રજાપાલ રાજાને ત",
  "ો હવે મયણા અને શ્રીપાલ બન્ને પ્રત્યે ખૂબ સદ્‌ભાવ છે. એટલે તે બંનેને પોતાના મહેલે લઈ જાય છે અને માનભેર રાખે છે. આ અરસામાં મયણાએ ક્યારેય પિતાને યાદ નથી કરાવ્યું કે, ‘આપે મારી સાથે કેવું ર્વતન કર્યુ હતું!’ તમે હો તો કેટલીવાર યાદ કરાવો? ભૂલવા જેવી ઘણી વાતો તમે ભૂલી શકતા નથી, digest કરી શકતા નથી કેમકે તમે નબળા છો, હારવામાં expert છો. પરંતુ મયણા તો જીતના પંથે છે. એટલે જ ક્યારેય ઉતાવળી થઈ તે કંઈ બોલી પણ નથી કે પગલા પણ નથી લીધા. તમે કોઈ વસ્તુ જાણ્યા પછી બોલ્યા વગર રહી ન શકો એ તમારી નબળાઈ છે. જાણ્યા પછી જે હકીકત છે તે જ બોલવું અને તે પણ અવસરે! આ પણ inner strength, self control સૂચવે છે.\nહવે, આ બાજુ પ્રજાપાલ રાજા દીકરી અને જમાઈની સરભરામાં જરાપણ કચાશ રાખતો નથી. આ રીતે સમય પસાર થઈ રહ્યો છે. તેમાં એક દિવસ શ્રીપાલ રાજસવારીએ નીકળ્યા છે. તેના રાજાશાહી ઠાઠ, રૂપ, લાવણ્ય, કાંતિ આદિ એવા વિશેષ છે કે આ દ્રશ્ય જોઈને એક વિદેશીને અત્યંત આશ્ચર્ય થયું કે મહા પુણ્યશાળી, પ્રતાપી રાજાને શોભે એવો બાહ્ય આડંબર છે. પણ રાજચિહ્‌ન તો છે નહીં. તો આ છે કોણ? પૂછતા એક નગરજને કહ્યું કે, ‘આ તો અમારા રાજાના જમાઈ છે!’ આ શબ્દો શ્રીપાલના કાને અથડાયા. સાત્વિકતાના કારણે તેને ખૂબ દુ:ખ થાય છે. આ વાત તમને બેહુદી લાગશે કેમકે વર્તમાનમાં લોકો મોટા માણસના relationથી પોતાની ઓળખ આપતા હોય છે. તેમાં તેમને કોઈ શરમ તો નથી નડતી, ઊલટું proud feel થાય છે. પરંતુ આ હલકા પુરુષના લક્ષણ છે. જ્યારે ઉત્તમ પુરુષોની ઓળખ આપતા નીતિશાસ્ત્ર જણાવે છે કે પોતાના નામથી જે ઓળખાય તે ઉત્તમ પુરુષ, જે પિતાના એટલે કે પોતાના બાપદાદાના નામથી ઓળખાય એ મધ્યમપુરુષ, જે માતાના એટલે કે મોસાળ પક્ષથી ઓળખાય તે ‘અધમ પુરુષ’ અને જે સસરાના પક્ષથી ઓળખાય તે અધમાધમ પુરુષ છે. શ્રીપાલ આ નીતિવાક્ય જાણતા હતા એટલે સસરાના જમાઈ તરીકેની પોતાની ઓળખ તેમને કાંટાની જેમ ખૂંચે છે, તેમનું સ્વમાન ઘવાતા ઉદાસ થઈ ફરી પાછા મહેલ પર આવે છે. મયણાએ ખૂબ આગ્રહપૂર્વક પૂછતાં શ્રીપાલે કહ્યું કે રાજાના જમાઈ તરીકેની મારી ઓળખ મને મંજૂર નથી એટલે હું અહીં રહેવા તૈયાર નથી. જો મયણાના લોહીમાં સાત્વિકતા વણાયેલી ન હોત તો તે શું બોલત? તમે હોત તો કરેલ કે, \"આટલા વર્ષે માંડ - માંડ ઠેકાણું પડ્યું હવે સુખના દિવસો આવ્યા ત્યારે તમને આવું બધું સૂઝે છે? તમારા નામે બીજાને હેરાન કરવા માંગો છો?’ પણ મયણા એક અક્ષર બોલતી નથી. તે સમજે છે કે શ્રીપાલની વાત સાચી છે. માટે ના નથી પાડતી. જઈને પિતાને વાત કરે છે. આ સાંભળી પ્રજાપાલ રાજા પણ દોડતા દોડતા આવે છે. રાજા શ્રીપાલને પોતાના બાપદાદાનું રાજ્ય મેળવવામાં સહાય કરવાની offer પણ મૂકે છે. \nસાત્વિક પુરુષ કદી કોઈનું મફતનું લેવા કે ભોગવવા તૈયાર ન થાય. તેઓ સ્વબળે જીવનારા હોય છે. શ્રીપાલ પણ સાત્વિક હોવાથી રાજાને ના પાડતા જણાવે છે કે મને સ્વબળથી મારું રાજ્ય પાછું મેળવવું છે. રાજા ઘણું મનાવે છે પણ સાત્વિકતાના કારણે તે ના પાડે છે. રાજા સમજી ગયા કે હવે શ્રીપાલ નહીં માને એટલે જવાની સંમતિ આપે છે.\nશ્રીપાલના આચાર-વિચાર, ગુણો ધર્મનિષ્ઠાને કારણે મયણાને શ્રીપાલ ઉપર તીવ્ર ગુણાનુરાગ યુક્ત સ્નેહરાગ છે. આથી તેને શ્રીપાલના વિરહનું અત્યંત દુ:ખ છે. છતાં નિકટના સ્નેહી સ્વજનને વિદાય અવસરે શું કહેવાય તેની સમજણ મયણાના વ્યવહારથી મળે તેમ છે. તે શ્રીપાલને કહે છે કે, ‘‘આપનું સૌભાગ્ય અદ્‌ભૂત છે. આપ રૂપ સંપન્ન, ખાનદાન, પરાક્રમશીલ છો. ભાગ્ય અજમાવતા આપને ડગલે ને પગલે અવશ્ય સફળતા મળવાની, પરંતુ આપણા માટે જે સર્વસ્વ છે એવા જિનધર્મ અને નવપદને કદી ભૂલશો નહીં.’’ અહીં મયણા શ્રીપાલને એમ નથી કહેતી કે મને ભૂલશો",
  " નહીં, કારણ કે તેના હૃદયમાં પોતાની જાત કરતા પણ ધર્મ વધારે વસેલો છે.\nઅહીં શ્રીપાલ ઉત્તમ ક્ષત્રિયને છાજે તે રીતે પોતાનું લક્ષ્ય સિદ્ધ કરવા શસ્ત્રસજ્જ થઈ એકલા જ મંગલ મુહુર્તે પ્રયાણ કરે છે. કાળક્રમે ન્યાયનીતિથી પોતાના મામારાજાનું તથા બીજા રાજાના રાજ્ય મેળવે છે. આ રીતે બાર મહિને રાજરાજેશ્વર થઈ શ્રીપાલ પાછા આવી રહ્યા છે. અત્યારે તેમનું બળ, સત્તા-સંપત્તિ, સૈન્ય આદિ પ્રજાપાલ કરતા કઈગણા વધારે છે. શ્રીપાલની જગ્યાએ તમે હો તો શું કરો? સીધા પ્રજાપાલ રાજાના મહેલે પહોંચી જાઓ ને? વિનયપૂર્વક, માનભેર અને સત્વ સાથે નીકળ્યા હો તો પણ ફરી પાછા entry કેવી રીતે કરો? વટ સાથે! રાજરાજેશ્વર થયાનો રૂઆબ હોય ને? તુચ્છ વ્યક્તિ, ચારેબાજુથી success મળે ત્યારે હવામાં ઉડતા હોય. પરંતુ શ્રીપાલમાં તુચ્છ પ્રકૃતિ નથી એટલે આવું કંઈ કરવાના નથી. પણ ધર્મ પામેલા હોવાથી મયણાએ સ્થાપેલા ભાગ્યવાદને વધારે મજબૂત કરવો હોય તો તેઓ કરી શકે ને? અત્યારે એમ કહી શકે છે કે, ‘‘પિતાજી! હું ખાલી હાથે નીકળેલો, પણ જુઓ! ભાગ્યએ યારી આપી તો રાજરાજેશ્વર થઈ પાછો આવ્યો. ભાગ્યમાં હોય તે પ્રમાણે થાય. મયણાએ જે વાત કરેલી તે કેટલી નક્કર હતી!’’ પરંતુ શ્રીપાલ કે મયણા આવું કંઈ બોલવાના નથી. ઊલટું ભગવાને બતાવેલ સિદ્દાંતને, ધર્મને વિજયી બનાવવામાં મયણા, શ્રીપાલના રાજરાજેશ્વરપણાનો કઈ રીતે ઉપયોગ કરશે તે જાણવા મળીએ next episodeમાં…\n\nFile No 45  (2 and half page) 30 july 2022\n\nપ્રવચન ૧૧\nમોટા ભાગના જીવોને જીવનની મજા, pleasure outer worldમાં જ દેખાય છે અને એટલે જ તેઓ ભોગસુખોના ગુલામ હોય છે, નબળા હોય છે. ધર્મ કરવા છતાં પણ તેમને materialistic worldનું મહત્વ વધારે હોય છે. આથી તેઓ ધર્મનો પણ ઉપયોગ પોતાના embitions fulfil કરવા, successive carrier બનાવવા કરતા હોય છે. એની સામે ઉત્તમ ધર્માત્માઓ ભોગસુખના દાસ નહીં, પણ સ્વામી હોય છે. તેમને સત્તા-સંપત્તિ-ભોગ, કુટુંબ-પરિવાર કરતા દેવ-ગુરુ-ધર્મ વધારે મહત્વના લાગે છે. આથી તેઓ પોતાના ભોગસુખોનો, status આદિનો ઉપયોગ ધર્મની આરાધના, પ્રભાવના અને રક્ષા માટે કરતા હોય છે. મયણા પણ એક મહાન પ્રભાવિકા અને રક્ષક શ્રાવિકા છે. તે કઈ રીતે પોતાના પુણ્યનો, અનુકૂળતાઓનો ઉપયોગ જિનવચનની રક્ષા કરવામાં કરશે તે જાણીએ તેની જીવનયાત્રાના આધારે.\nLast episodeમાં આપણે જોયું કે ખાલી હાથે નીકળેલા શ્રીપાલ ૧૨ મહિને રાજરાજેશ્વર થઈ ઉજ્જૈની નગર તરફ પાછા આવી રહ્યા છે. કોઈને આ વાતની ખબર નથી. આથી ગુપ્તચરોએ પણ પ્રજાપાલ રાજાને એવા સમાચાર આપ્યા કે કોઈ મોટો સમ્રાટ આપણા દેશ તરફ લાવલશ્કર લઈ આવી રહ્યો છે. તેના બળ, પ્રતાપ, ઐશ્વર્ય વિશે સાંભળીને રાજા પણ ગભરાયો. ડરના કારણે તે સામી છાતીએ લડવા તૈયાર નહોતો માટે તેણે કિલ્લેબંધી કરી. આથી શ્રીપાલ, નગરની બહાર છાવણી નાખી રહે છે. ઘરેથી નીકળ્યાને એક વર્ષ થવાથી શ્રીપાલને માતા અને મયણાને મળવાની ખૂબ ઈચ્છા છે, આથી વિમલેશ્વર દેવે આપેલા હારના પ્રભાવે તે ઉડીને મયણાના મહેલે પહોંચે છે અને દરવાજાની બહાર રહી તેઓની વાત સાંભળે છે.\n કમળપ્રભા માતા ચિંતાથી મયણાને કહે છે કે અત્યારે યુદ્ધ જેવું વાતાવરણ છે. ચારેબાજુ ભય છે. શત્રુરાજા એટલો બળવાન છે કે કાલે આપણે જીવતા રહીશું કે નહીં તેનો ભરોસો નથી. તેથી આ જીવનમાં હું શ્રીપાલનું મોઢું જોઈ શકીશ કે નહીં તેની મને ખબર નથી. આમ માતા પુત્રવિરહમાં ચિંતા વ્યક્ત કરે છે. તે દિવસે મયણાને પરમાત્મભક્તિમાં ખૂબ જ ભાવોલ્લાસ થયેલો. તેના આધારે તે સાસુજીને દિલાસો આપતા કહે છે કે હે,” માતાજી! આપ ચિંતા ન કરો. આપના પુત્ર અને મારા પતિનું આજે ચોક્કસે મિલન થશે”. હજી તો મયણા આટલું કહે છે ત્યાં જ દરવાજા ઉપર ટકોર",
  "ા વાગે છે. મયણાએ બારણું ખોલ્યું. શ્રીપાલ અંદર આવી માતાને પગે પડે છે. પરસ્પર ખબર-અંતર પૂછી બંનેને છાવણીમાં લઈ જાય છે. બીજી પત્નીઓ સાથે પરિચય કરાવે છે.\nબધી વાતચીત પૂરી થયા પછી શ્રીપાલ મયણાને કહે છે કે રાજનીતિ પ્રમાણે આવતી કાલે મારે તારા પિતા પાસે દૂત મોકલવાનો છે. તેઓ જાણતા નથી કે હું તેમનો જમાઈ શ્રીપાલ છું. એ તો એમ જ માને છે કે કોઈક મોટો સમ્રાટ ચડી આવ્યો છે. આથી ગભરાયેલા છે. તેથી હું કહીશ તે રીતે અવશ્ય સંધી કરશે. તો બોલ! તારા પિતા સાથે કઈ રીતે સંધી કરું? આમ તો રાજનીતિ પ્રમાણે બીજા રાજા સાથે કેવી રીતે વર્તવું તે શ્રીપાલે નક્કી કરવાનું હોય, નહીં કે મયણાએ. પરંતુ શ્રીપાલ જાણે છે કે પ્રજાપાળ રાજા મયણાના પિતા છે અને બીજું, મયણા વિવેકી હોવાથી યોગ્ય જ સલાહ આપશે. આથી તે મયણાને પૂછે છે. \nઆ એક વર્ષમાં મયણા પિતા સાથે ખૂબ વિનય અને ભક્તિપૂર્વક રહી છે. તેના વ્યવહારમાં કોઈ કચાશ નહોતી, પરંતુ તેના મનમાં એટલું ચોક્કસ પડ્યું હતું કે પિતાએ જાહેરમાં ભગવાનના સિદ્ધાંતની હાંસી ઉડાડેલી એટલે તક મળે તો તેમની પાસે જાહેરમાં ભૂલ કબૂલ કરાવવી છે. તેની આ ભાવના સાકાર થાય એવી તક તેને મળી. એટલે તરત જ તે કહે છે કે પિતારાજાને કહેવડાવો કે રાજ વેશ, રાજચિહનો છોડી રબારીનો વેશ પહેરી, ખભે કુહાડી અને મોઢામાં ઘાસનું તરણું મૂકી હાજર થશો તો અમે સંધી કરીશું. આમ, આ સંધી બહુ જ કડક છે. ક્ષત્રીય મોઢામાં તરણું ક્યારે લે? જ્યારે give up કરે, રક્ષણ માટે શરણુ સ્વીકારે ત્યારે ! આનાથી ઊચું અપમાન એક ક્ષત્રિય માટે બીજું કંઈ નથી. પિતાને અપમાનીત કરવામાં મયણાને રસ નહોતો પરંતુ આવી શરત મૂકવા પાછળ મયણાનો એક જ આશય હતો કે ભૂતકાળમાં રાજાએ દાખલો બેસાડ્યો હતો કે હું નારાજ થયો તો મયણાનું શું થયું અને પ્રસન્ન થયો તો સુરસુંદરીનું શું થયું. એની સામે મયણાને આવી કડક conditionથી લોકોમાં establish કરવું છે કે ભાગ્ય રૂઠે તો શું થાય. સુખ-દુખ મારી મહેરબાનીથી અને નારાજગીથી છે એવું કહેનાર વ્યક્તિ પોતે જ ભાગ્યને આધીન છે. તે જાણે છે કે વાતો કરવાથી ક્યારેય precident ઉભો ન થાય. તે તો વર્તનથી જ કરી શકાશે. આથી તેણે સંધીમાં આટલી કડક શરતો મૂકી.\nશ્રીપાલે મયણાની શરત શાંતિથી સાંભળી. શ્રીપાલની જગ્યાએ તમે હો તો શું કહો? દીકરી થઈને સગા બાપ સાથે તારે આવી કડક શરત કરવી છે? આટલો સમય વીત્યો છતાં તું ભૂલી નથી. અંદરમાં કેટલું ઝેર ભર્યું છે. પણ શ્રીપાલ આવું કશું નથી બોલ્યા, કારણ કે તે જાણે છે કે રાજસભામાં ઘટના બની ત્યારે પણ મયણાને દ્વેષ નહોતો ત્યાર પછી બધુ અનુકૂળ થયું, પિતાજીને સંભળાવવાની તક મળવા છતાં તેણે કંઈ સંભળાવ્યું નહોતું તો પછી અત્યારે તો તેને ક્યાંથી દ્વેષ આવવાનો.\nમયણાનો વિવેક, શાસ્ત્રજ્ઞાન, દીર્ઘદ્રષ્ટિ આદિ શ્રીપાલ જાણે છે અને એટલે જ મયણાની વાત સ્વીકારી બીજે દિવસે દૂત મોકલે છે. ભયના કારણે પ્રજાપાળ રાજા તો સંધી કરવા તૈયાર જ બેઠો હતો એટલે તેણે દૂતને બહુ સારી રીતે સન્માન સાથે આવકાર આપ્યો. નબળા લોકો આમ રૂઆબથી ફરતા હોય પણ ડરના કારણે ગમે ત્યારે નાના બની જાય. અહીં રાજા પણ તેને આવકારીને ખબર-અંતર પૂછે છે પછી દૂત બહુ સૌમ્ય ભાષામાં કહે છે કે આમ તો અમારા રાજાનું બળ એટલું છે કે તેઓ તમને તાબામાં લઈ શકે છે, આજ્ઞા મનાવી શકે છે. છતાં આપનું નસીબ કે તેઓ સંધી કરવા તૈયાર છે. રાજાને તો સંધીમાં રસ હતો જ એટલે તે શરત સાંભળવા ઉત્સુક હતો, પરંતુ જેવી દૂતે મોઢામાં તણખલું લઈ આવવું આદિ શરતો જણાવી કે રાજા એકદમ અકળાઈ ગયો. તેને થયું કે ક્ષત્રિય એવા મારી સાથે આવી રીતે સંધી! આવું હડહડતું અપમાન! આ તે કેવી રીતે સહન થાય. એટલે હજુ તો રાજા અકળાઈને જવાબ આપવા જાય છે ત્યાં તો મંત્રીએ રાજા",
  "ને અટકાવ્યા! તે કહે છે કે મહારાજા! આ રાજાની સામે આપના બળ, શક્તિ સાવ મામૂલી છે. જો શરતો નહીં સ્વીકારો તો આપનો વિનાશ નક્કી છે. રાજનીતિમાં પણ બળવાન સામે ઝૂકી જવાની વાત આવે છે. પ્રજાપાળ રાજા પણ સમજુ છે એટલે વિચારે છે કે હવે મારી પાસે બીજો વિકલ્પ નથી. તેથી ન છૂટકે, અનિચ્છાએ પણ રાજાએ સંધી સ્વીકારી.\nઆખા નગરમાં વાયુવેગે આ વાત ફેલાઈ ગઈ કે બહુ મોટો સમ્રાટ આવ્યો છે. આપણા રાજા સંધી માટે તેની પાસે જવાના છે. તેથી લોકો કુતૂહલથી તેને જોવા ભેગા થયા. રાજાએ બંને દીકરીની પરીક્ષા લીધી હતી તેના કરતા અત્યારે કંઈ ગણા લોકો ભેગા થયા હતા આખુ નગર ઉમટ્યું હતું. શરત પ્રમાણે પ્રજાપાળ રાજા હાજર થયો. રાજાને રબારીના વેશમાં જોઈને નગરજનો તો સ્તબ્ધ થઈ ગયા. નગરજનો અંદર અંદર વાતો કરવા લાગ્યા કે આજે રાજાના કેવા દિવસો આવ્યા. શ્રીપાલ કે મયણા કોઈને રાજા પ્રત્યે ગુસ્સો, કે દ્વેષ નહોતો એટલે જ જેવો પ્રજાપાલ રાજા આવ્યો એટલે તરત મયણા સિંહાસન ઉપરથી ઉભી થઈ ગઈ. દોડીને પિતાના પગમાં પડી. વિનયથી કહે છે કે જુઓ, જુઓ પિતાજી! ભાગ્યે આપેલા વરનું પુણ્ય, વૈભવ જુઓ. શ્રીપાલે પણ તરત જ રાજાને રાજવેશ પહેરાવ્યો અને . સન્માનપૂર્વક રાજચિહ્‌નો સાથે પોતાની સાથે અર્ધાસને બેસાડયા . મયણાએ આ વર્તન દ્વારા લોકોમાં સિદ્ધ કરી દીધું કે ભૌતિક જગતમાં કોઈ કર્મથી above નથી. ઊલટું, બધા તેની underમાં છે. બધાએ કર્મને accept કરીને જ ચાલવું પડે છે. જિનવચન જ જગતમાં સત્ય છે. ભૂતકાળમાં રાજાએ જિનવચનને ખોટું ઠેરવવા પોતાનાથી થાય એટલા પ્રયત્નો કર્યાં હતા. પરંતુ મયણાએ અવસરનો ઉપયોગ કરી એવો સચોટ ઉપાય કર્યો કે ભૂતકાળમાં રાજાએ કરેલ અયોગ્ય વર્તન આખેઆખું ધોવાઈ ગયું. લોકમાનસમાંથી તેની છાપ સંપૂર્ણ ખસી ગઈ.\nમયણાના વર્તનથી એક-એક વ્યક્તિ મોઢામાં આંગળા નાખી ગઈ. કોઈક કહે છે કે મયણા જ સાચી હતી. કોઈક કહે છે કે ગમે તેટલો મોટો સત્તાધીશ, ચમરબંધી પણ ભાગ્ય પાસે નાચીઝ છે. કોઈક કહે છે કે જૈનધર્મ કેટલો સચોટ છે તેનો સિદ્ધાંત કેટલો નક્કર છે. એમ કહી લોકો બે મોઢે જૈનધર્મની પ્રશંસા કરે છે. ભૂતકાળમાં લોકોએ જૈનધર્મની જેટલી નિંદા કરેલી એના કરતા અત્યારે કંઈ ગણી જૈનધર્મની અનુમોદના, વખાણ કરે છે. લોકોમાં જૈનધર્મ પ્રત્યે સદ્‌ભાવ વધી ગયો. મયણાને talk of town ઉભું કરવું હતું કે આ ભૌતિક જગતમાં કોઈ કર્મથી ઉપર નથી. એમાં તે success ગઈ.\nજીવનના હરેક તબક્કે તે જીત મેળવતી જ ગઈ. મેળવતી જ ગઈ. એમાં પણ આ પ્રસંગ તો તેની જીતની સફરના શીખર સમાન હતું. જેમાં તેણે ખાલી વર્તન દ્વારા લોકોમાં જૈનધર્મની વિજયપતાકા લહેરાવી જેમ તેના પુણ્યથી તેને આ સોનેરી તક મળી અને ભગવાનના સિદ્ધાંતની સચ્ચાઈ આપમેળે સ્થાપિત થઈ. તે જ રીતે ભાગ્ય, તેની વાતને સાચી  સિદ્ધ કરવા હજુ કઈ રીતે તેને સહાય કરશે, તે જાણવા ફરી મળશું શ્રીપાલની રાજસભામાં, આવતા episode…માં…\n\n\nFile No 47  Pravachan 12 (2 and half page) 13 August 2022\nપ્રવચન ૧૨\nજેના જીવનમાં પુણ્યનો ઉદય હોય, જેને luck યારી આપતું હોય તેણે ક્યારેય ન વિચાર્યું હોય એ રીતે વ્યક્તિ, સંયોગ આદિ favourable થઈ જાય અને જો પાપનો ઉદય થાય, ભાગ્ય રૂઠે તો તે ગમે તેટલી મહેનત કરે, ગમે તેટલા resources કામે લગાડે, પોતાની skill, IQનો ઉપયોગ કરે છતાં તેને ડગલે ને પગલે setback મળે, પ્રતિકૂળ સંયોગો સર્જાય. આ દુનિયામાં સુખ-દુ:ખના સંયોગો કોઈને પૂછીને આવતા નથી. કોઈની ઈચ્છા મુજબ સંયોગો સર્જાતા નથી. This is hard fact of life. ભૌતિક જગતમાં તમામ સંયોગો પુણ્ય, પાપનો એક ખેલ જ છે.\nશરૂઆતમાં જ્યાં સુધી શ્રીપાલનો પાપોદય હતો ત્યાં સુધી તે રોગગ્રસ્ત હતો, ગામેગામ રખડતો હતો. પણ પછી જેવો પુણ્યનો phase ચાલું થયો કે જોતજો",
  "તામાં તો તે રાજરાજેશ્વર બની ગયો. એની સામે જ્યારે પ્રજાપાલ રાજાનો પુણ્યનો સીતારો ચમકતો હતો ત્યારે તેણે મયણાને રસ્તે રખડતી મૂકી દીધી અને જ્યારે પાનખર ઋતુના પાંદડાની જેમ પુણ્ય ખરી ગયું ત્યારે તે જ રાજા અપમાનજનક situationમાં મૂકાઈ ગયો. નસીબ બદલાય એટલી વાર! એકની એક વ્યક્તિના જીવનમાં કેવા up-down આવે તે આ ચરિત્ર ઉપરથી બહુ સારી રીતે ખ્યાલ આવે તેમ છે.\nLast episodeમાં આપણે જોયું કે મયણાને પણ પુણ્યએ સાથ આપ્યો તો ધાર્યાં કરતાં સવાયું ફળ મળે એવી તક તેને મળી. તેનો ઉપયોગ કરી શ્રીપાલ પાસેથી તેણે પ્રજાપાલ રાજા સાથે એવો વ્યવહાર કરાવ્યો કે લોકોને ખાતરી થઈ ગઈ કે ભાગ્ય જ બધાના જીવનમાં બહારના circumstances regulate કરે છે. ભૌતિક જગતમાં બધી બાબતમાં ભાગ્યની જ monopoly કે પ્રધાનતા છે. એક પ્રસંગ ઉભો કરી મયણાએ કેટલાયને જૈન ધર્મના અનુયાયી બનાવી દીધા. આ રીતે ફક્ત રાજા નહીં, પરંતુ  આખી ઉજ્જૈની નગરીના મનમાં કર્મનો સિદ્ધાંત સ્થિર થઈ ગયો.\nઘણા વખત પછી આખો પરિવાર ભેગો થયો હોવાથી શ્રીપાલ મંત્રીને બોલાવીને કહે છે કે આજે આનંદનો દિવસ છે એટલે લોકોને અત્યંત આનંદ આવે એવો ગીત -સંગીતનો જલસો ગોઠવો. રાજાની આજ્ઞા થવાથી મંત્રીએ તરત નૃત્ય મંડળી બોલાવી. આખી મંડળી તૈયાર થઈ ગઈ, પરંતુ તેની મુખ્ય નર્તકી નૃત્ય કરવા ઉભી થતી નથી. સૂત્રધારે તેને બે-ત્રણ વાર કહ્યું છતાં તે તૈયાર થતી નથી. અંતે સૂત્રધારના કડક શબ્દો સાંભળીને તે પરાણે ઉભી થાય છે. નૃત્ય કરતા કરતા તે એક દુહો બોલે છે જેમાં તેની ઓળખ હતી કે, “હું બીજી કોઈ નહીં પણ સુરસુંદરી છું.” દુહો સાંભળીને બધા ચકિત થઈ ગયા અને ધારી ધારીને જોતા બધાને ખ્યાલ આવ્યો કે આ તો આપણી દીકરી સુરસુંદરી છે. બધા દોડીને આવે છે અને તેની આવી અવસ્થાનું કારણ પૂછે છે. જ્યારે પ્રજાપાલ રાજા પોતાની વાત સિદ્ધ કરવાના powerમાં હતો ત્યારે તેણે સુરસુંદરીને ખૂબ ઠાઠથી પરણાવેલી અને અઢળક સંપત્તિ પણ આપેલી. એને બદલે આજે સુરસુંદરીની આવી હાલત જોઈ બધા દંગ થઈ ગયા. તે વખતે સુરસુંદરીએ આખી હકીકત જણાવતા કહ્યું કે પરણ્યા બાદ અમે અમારા નગર તરફ જવા નીકળ્યા.નગરપ્રવેશની આગલી રાત્રે નગર બહાર પડાવ નાખીને રહ્યા હતા .  કમનસીબે ત્યારે ચોરોનો હુમલો થયો. તેના કારણે સૈનિકોમાં નાસભાગ થઈ. તમારા જમાઈ પણ જીવ બચાવવા મને છોડીને ભાગી ગયા અને હું ચોરોના હાથમાં સપડાઈ ગઈ. ચોરોએ મને વેચી દીધી અને નર્તકી તરીકે હું અહીં સુધી પહોંચી.\nઅત્યારે મયણા ધારે તો સુરસુંદરી ને કહી શકત કે ત્યારે તે પણ પિતાની ખોટી વાતમાં સમર્થન આપ્યું હતું, તેનું આ જ  ભવમાં કેવું ફળ મળ્યું તે તું જોઈ લે. તમે હો તો કીધા વિના રહી શકો? નહીં ને પરંતુ મયણા આવું કંઈ નથી  બોલતી . ઊલટું તેને આશ્વાસન આપતા કહે છે કે, ‘‘બેન! તું જરા પણ ચિંતા ન કર. ધર્મ પસાયે બધું સારું થશે. પિતાશ્રી પણ અહીં હાજર છે અને તારા બનેવી શ્રીપાલ પણ રાજરાજેશ્વર છે એટલે બધું settle કરી આપશે. આ સાંભળી સુરસુંદરી મયણા ઉપર અત્યંત ઓવારી ગઈ. તેને થયું કે શું મયણાના ગુણો છે! શું એનું વર્તન છે! તેના હૃદય ઉપર એટલી અસર થઈ કે પોતે રાજસભામાં મયણાની જે હાંસી ઉડાડી હતી તે ભૂલને ખૂબ સરળ ભાવે જાહેરમાં કબૂલ કરતા કહે છે કે, ‘‘મયણા તારો ધર્મ, ધર્મના સિદ્ધાંતો સાચા! મેં પિતાની જે ખુશામત કરી, ખોટામાં ટાપસી પૂરાવેલી તે મારી ભૂલ હતી’’. આ રીતે પોતાના ગેરવર્તનનો પશ્ચાતાપ કરે છે. અત્યાર સુધી તેને જૈનધર્મનો વિશેષ પરિચય નહોતો. પરંતુ મયણાના વર્તન, તેના ગુણો, તેના વ્યક્તિત્વએ સુરસુંદરીનું હૃદય એવું જીતી લીધું કે હવે તે પણ જૈનધર્મને હૃદયથી આરાધશે.\nમયણા બધાનું દિલ જીતવામાં કુશળ છે અને તમે! કોઈને તમારા પર લાગણી હોય તો તેને તોડ",
  "વામાં કુશળ છો ને? આજ દિવસ સુધી કેટલા લોકોના દિલ તોડ્યા? અને જીત્યા કેટલાંના? જે internally developed નથી, તે વર્તન જ એવું કરશે કે કોઈને સદ્‌ભાવ હોય તો પણ તૂટી જાય. તમે જેની સાથે વધારે રહો તે બધા તમારાથી કંટાળીને દૂર થયા કારણ કે તમે તમારી inner personalityને enrich નથી કરી. અને એટલે જ જીવનમાં બધે તમારી setback થાય છે. જ્યારે મયણા તો વિજેતા છે. હરેક પ્રસંગે તે બીજાનો સદ્‌ભાવ મેળવતી જશે અને જીતતી જશે.\nઆ આખા પ્રસંગમાં પ્રજાપાલની સાથે સાથે સુરસુંદરી પણ કર્મને આધિન છે એ વાતનો ઘટસ્ફોટ થઈ ગયો. આમાં મયણાએ કોઈ planning નહોતું કર્યું. પરંતુ તેનું પુણ્ય એવું કે ભગવાનના વચનને patronage મળે એવા સંયોગો naturally ગોઠવાઈ ગયા. અંતે જીત ભગવાનના સિદ્ધાંતની થઈ. આ પ્રસંગથી પ્રજામાં એકદમ સચોટ રીતે કર્મનું વર્ચસ્વ સ્થાપિત થઈ ગયું. બધા સમજી ગયા કે રાજા હોય કે રંક, બધા જ કર્મને પરવશ છે. જગતમાં કોઈ એવો દાવો ન કરી શકે કે હું કર્મથી અધિક છું. બધાને કર્મની પરાધિનતાનો અનુભવ થાય જ છે. આખી પ્રજા વિચારે છે કે મયણાની વાતમાં સત્યનો રણકાર હતો. ભાગ્ય રૂઠવાથી રાજાની, અને સુરસુંદરીની શું સ્થિતિ થઈ અને ભાગ્ય અનુકૂળ થવાથી મયણાની શું સ્થિતિ થઈ તે બધાએ પ્રત્યક્ષ નજરોનજર જોયું. ચારેબાજુ જૈનધર્મનો જયજયકાર થયો. લોકોમાં જૈનધર્મની પ્રભાવના કરી, સત્યને સ્થાપિત કરવાનો મયણાનો મનોરથ સુંદર રીતે પૂરો થયો.\nહવે આખું કુટુંબ આનંદથી રહે છે. શ્રીપાલ રાજરાજેશ્વર થયા. ઘણા રાજાને તેમણે ન્યાય નીતિથી જીત્યા હતા. છતાં હજી સુધી પોતાના બાપદાદાનું રાજ્ય જીત્યું નહોતું. શ્રીપાલ પાંચ વર્ષના હતા ત્યારે તેમના પિતા - રાજાનું અચાનક મૃત્યુ થયેલું. રાજનીતિ પ્રમાણે રાજ્યના સાચા હક્કદાર શ્રીપાલ હતા છતાં રાજ્યની લાલસાથી કાકા અજીતસેને શ્રીપાલને મારી નાખવા સુધીના પગલા લીધા હતા. પણ વિશ્વાસુ મંત્રીએ શ્રીપાલ અને તેની માતાને ત્યાંથી ભાગી જવાની બધી વ્યવસ્થા કરી આપી. આમ, મંત્રીના ઉપકારથી શ્રીપાલ બચ્યા. કાળક્રમે રાજરાજેશ્વર થયા પરંતુ હજુ શ્રીપાલે બાપદાદાનું રાજ્ય જીતવા કોઈ મહેનત નહોતી કરી. સાત્વિક વૃત્તિના કારણે તેઓ વિચારે છે કે કાકારાજા વડીલ છે તો ભલે તેઓ રાજ્ય ભોગવતા. મારી પાસે સત્તા-સંપત્તિ-ભોગની ક્યાં કંઈ કચાશ છે. આમ વિચારી શ્રીપાલ શાંતિથી પોતાનું રાજ્ય ભોગવી રહ્યા છે. ટૂંક સમયમાં તેમના યશ કીર્તિ ચારે દિશામાં ફેલાઈ ગયા. એ યશોગાથા સાંભળીને શ્રીપાલને નાનપણમાં બચાવનારા મંત્રી તેમની પાસે આવે છે અને કહે છે કે તમે દુનિયામાં ભલે ગાજતા હો પણ ઘરમાં ગાજતા નથી. રાજપાટ ચલાવવામાં તમે શૂરવીર છો, પણ બહાર તો તમારી એવી છાપ ઊભી થઈ છે કે તમે બાપદાદાનું રાજ્ય મેળવવામાં સાવ નમાલા છો. તે યોગ્ય નથી, તેમ કહી શ્રીપાલને ક્ષત્રિય રાજવી તરીકેનું તેમનું ગૌરવ યાદ કરાવે છે.\nઆ અવસરે તમે હો તો શું કરો? ભૂતકાળના કષ્ટોને યાદ કરી દ્વેષથી કાકારાજાને પરચો બતાવો? કે અપકીર્તિને દૂર કરવા લડાઈ કરી રાજ્ય પાછું મેળવો? કે પછી ઉદારતાથી બાપદાદાનું રાજ્ય જતું કરો? દ્વેષી કે લાલચુ વ્યક્તિના વ્યવહાર જુદા હોય છે. જ્યારે સાત્વિક પુરુષના વર્તન, વિચારો જુદા હોય છે. અને તેઓ જ વિજેતા બને છે. સાત્વિકતાના કારણે શ્રીપાલ અજીતસેન રાજા સાથે કેવો વ્યવહાર કરશે અને પોતે પણ મયણાની જેમ કઈ રીતે જીતના માર્ગે આગળ વધશે તે જાણવા મળળીએ next episodeમાં. \n\nFile No 55 (5 pages) 10 September 2022\n\nEpisode 13\nદુનિયામાં બધા જીવો સરખા નથી હોતા. સજ્જન, દુર્જન, ધર્મી, અધર્મી એમ જાતજાતના જીવો હોય છે. દરેકની mentality, way of thinking જુદું જુદું હોય છે. કેટલાંક ખૂબ સ્વાર્થી અને મનથી નબળા હોય છે. ભૌતિક અપેક્ષાઓ, ",
  "લાલસાઓને પરવશ અને ગુલામ હોય છે. તેથી જેના ઉપર પોતાનો અધિકાર નથી, બીજાના હક્કનું છે તેને પણ પડાવી લેવાની tendency તેમનામાં હોય છે. કેટલીક વ્યક્તિઓને પોતાની લાલસાઓ પર એટલો control હોય કે ક્યારેય અણહક્કનું ન લે. જે પોતાના હક્કનું છે, તેને જ મેળવવાની, ભોગવવાની ઈચ્છવાળા હોય છે. Societyમાં સારા માણસ તરીકેનું stand maintain કરવા morals અને ethicsની strength અને કષાયોનો control જોઈશે જ. હવે કોઈક એવા પણ મળશે જે અણહક્કનું તો ન લે, પરંતુ હક્કનું પણ છોડવા તૈયાર હોય. ઉદારતા, પરોપકાર, સહિષ્ણુતા, ગંભીરતા આદિ ગુણોની સુવાસથી તેમનું જીવન મઘમઘતું હોય છે. આથી હક્કનું મેળવવાની capacity હોવા છતાં પણ તેઓ એટલા સક્ષમ અને સબળા હોય છે કે ભૌતિક લાલસાઓ પર તેઓ સરસાઈ મેળવી લે. ક્યાંય કષાયોને પોતાના પર હાવી ન થવા દે, પરંતુ આવા જીવો બહુ ઓછા હોય છે. શ્રીપાલ જેવા મહાપુરુષનો નંબર પણ આ categoryમાં આવે છે.\nગયા વખતે આપણે જોયું કે પિતાના વફાદાર મંત્રીને કારણે શ્રીપાલ નાનપણમાં બચ્યા હતા. તે જ મંત્રી, શ્રીપાલ રાજરાજેશ્વર થયા પછી તે જ મંત્રી શ્રીપાલને મળવા આવે છે. ચિંતીત થઈ તે શ્રીપાલને જણાવે છે કે લોકોમાં તમારી અપકીર્તિ  ની વાતો થાય છે કે શ્રીપાલ ભલે રાજરાજેશ્વર થયા પણ તેમના બાવડામાં દમ નથી એટલે જ બાપદાદાનું રાજ્ય મેળવતા નથી. વાસ્તવમાં શ્રીપાલે બાપદાદાનું રાજ્ય મેળવવા માટે કોઈ મહેનત નહોતી કરી. શ્રીપાલ સાધુ નથી. ગૃહસ્થ છે. પોતાની રાજ્યસત્તાને વધારવાની ઈચ્છાવાળા છે. પણ તેમની પ્રકૃતિ અત્યંત ઉદાર છે. તેમનામાં રહેલા દયા, સહિષ્ણુતા, પરોપકારીતા, ક્ષમા આદિ ગુણો સામાન્ય નથી. એટલે વર્ષોથી પોતાના હક્કનું રાજ્ય કાકારાજા ભોગવતા હોવા છતાં શ્રીપાલને તેમના પ્રત્યે જરાપણ દ્વેષ નથી. કાકાને પરચો બતાવવાની કે બદલો લેવાની ભાવના પણ નથી. પરંતુ શ્રીપાલ સ્વમાની અને સત્વશાળી છે, એટલે મંત્રીએ કરેલી અપકીર્તિની વાત તેને  હૈયે વાગી. આથી શ્રીપાલ કાકા અજીતસેન રાજા પાસે દૂત મોકલે છે. દૂત પણ અજીતસેન રાજા પાસે શ્રીપાલનો સંદેશ યોગ્ય શબ્દોમાં રજૂ કરતા કહે છે કે ‘‘તમારી ઈચ્છા હતી કે શ્રીપાલ દુનિયાના દરેક fieldમાં expert બને, તેથી training લેવા માટે તમે એને પરદેશ મોકલ્યો હતો. તે જ શ્રીપાલ હવે બધી રીતે well develop થયા છે. તમારો રાજ્યનો બોજો હળવો કરવા તેઓ તમારા રાજ્ય તરફ આવી રહ્યા છે. શ્રીપાલને રાજ્ય આપી તેના પ્રત્યેનો તમારો સ્નેહ બતાવો. વળી, કેટલાય રાજાઓ તેમની ભક્તિ કરે છે, પરંતુ તમે આવ્યા નહીં તે યોગ્ય કર્યું નથી. સમજુ કે અણસમજુ બધાનો અભિપ્રાય એક જ હોય છે કે મોટાઓની સાથે વિરોધ ઉભો ન કરવો જોઈએ.’’\nઅજીતસેન રાજા દૂતનો કહેવાનો અર્થ સમજી ગયા. આથી ગુસ્સે થઈને દૂતને કહે છે કે ‘‘જો શ્રીપાલ ક્ષત્રિય હોય તો આ રીતે રાજ્ય માંગતા તેને શરમ આવવી જોઈએ. તેનામાં શૌર્ય અને પરાક્રમ હોય તો રાજ્ય જીતવા આવી જાય મેદાનમાં ! બાકી, સૂતેલા સિંહને જગાડીને તેણે પોતાના જ મોતને પોકાર્યું છે. માટે તું જા અને કહી દે શ્રીપાલને  કે રાજ્ય મેળવવું હોય તો પહેલા પોતાનું પાણી બતાવે.’’ દૂતે આ વાત શ્રીપાલને જણાવી. શ્રીપાલ સમજી ગયા કે હવે યુદ્ધ સિવાય બીજો કોઈ વિકલ્પ નથી. યુદ્ધની ભેરીઓ વાગી, ધમસાણ યુદ્ધ થયું. ૭૦૦ કોઢીયાઓ જે મૂળથી ક્ષત્રિય હતા તેઓ પણ યુદ્ધમાં જોડાયા. અજીતસેન રાજાને શ્રીપાલ પ્રત્યે અત્યંત ગુસ્સો છે, . જ્યારે શ્રીપાલને કાકારાજા પ્રત્યે જરાપણ ગુસ્સો કે દ્વેષ નથી. એટલે યુદ્ધ કરતી વખતે પણ તે કાળજી રાખે છે કે કાકાના પ્રાણ ચાલ્યા ન જાય. શ્રીપાલના તેજ, શૌર્ય, અદ્વિતીય પરાક્રમથી અજિતસેન રાજાના સૈન્યમાં ભંગાણ પડ્યું. તરત જ સાતસો રાણાઓ અજીતસેન રાજાને ઘેરી ને શ્રીપાલ",
  " પાસે લાવે છે. ઉત્તમ પુરુષ કેવા હોય, તેમના ઉચિત વર્તન, ઉદારતા, સહિષ્ણુતા આદિ ગુણો કેવા હોય તે શ્રીપાલના વ્યવહાર પરથી ખ્યાલ આવે એમ છે. શ્રીપાલ પોતાના કાકાને ઉપકારી માને છે. એટલે જેવા ૭૦૦ રાણાઓ તેમને લઈને આવ્યા કે તરત શ્રીપાલે તેમને બંધનમુક્ત કર્યાં. ત્યાર બાદ પગમાં પડી તે કહે છે કે, ‘‘એક ક્ષત્રિયને શોભે એ રીતે આપ લડ્યા છો. આપની શૂરવીરતાના જેટલા વખાણ કરું એટલા ઓછા છે. મેં આપને જે કષ્ટ આપ્યું તેના માટે મને માફ કરજો. મારે આ સત્તા-સંપત્તિ સાથે લેવા-દેવા નથી. આપ નિશ્ચિંતતાથી આ રાજ્ય ભોગવો.’’\nઅહો! ધન્ય છે શ્રીપાલને! મારવાના પ્રયાસ કરનાર પોતાના શત્રુ પ્રત્યે પણ કેવી ક્ષમા! સર્વસ્વ લૂંટીને રસ્તે રખડતા કરનાર પ્રત્યે પણ કેવી ઉદારતા! શ્રીપાલના ઉદ્‌ગારો સાંભળીને અજીતસેન રાજા અત્યંત ગળગળા થઈ ગયા. તેઓ વિચારે છે કે ક્યાં હું! સગા ભત્રીજાનો વિશ્વાસધાત કરનાર પાપી! અને ક્યાં આ ઉદારદીલ શ્રીપાલ! તે મને રાજ્યની offer કરે છે એ તેની મહાનતા છે. નહીં તો આ જ શ્રીપાલ મને જેલના સળિયા પાછળ પણ ધકેલી શકે છે. રીબાવી-રીબાવીને મારી શકે છે. છતાં મારી નાખવાની વાત તો દૂર! કોઈ સજા પણ નહીં. ઊલટું, મને ઉદારથી કહે છે કે, આપ ખુશીથી આ સામ્રાજ્ય ભોગવો. શું એનો વિનય છે! શું એની ગંભીરતા, સહિષ્ણુતા છે! શૌર્ય અને પરાક્રમથી લડી શ્રીપાલે કાકારાજાને બહારથી જીત્યા તેમ ક્ષમા, ગંભીરતા, સહિષ્ણુતા આદિ ગુણો અને ઉચિત વર્તન દ્વારા તેમનું દિલ પણ જીતી લીધું. ભલે ક્ષત્રિયને છાજે તે રીતે લડીને શ્રીપાલ તેમને શરીરથી બંધનગ્રસ્ત કરી શક્યો, પણ સામાના હૃદયમાં સ્થાન મેળવવા, તેનું દિલ જીતવા તો ગુણમય વર્તન જ જોઈશે. લોકોમાં wrong belief છે કે જો આપણે ગુણકારી વર્તન કરશું તો આપણી બધે પીછેહઠ થશે, આપણે બધે ગુમાવવાનું આવશે. જેમ ઉદાર બનશું તો લૂંટાઈ જશું. સરળ થઈને જીવશું તો બધા આપણો કસ કાઢશે. શાંત રહેશું તો કોઈ કામ નહીં કરે એટલે ગુણ કેળવવા જેવા નથી. એના કારણે જીવનમાં ઘણું સહન કરવાનું આવે છે એવો approach મોટા ભાગે લોકોનો હોય છે, પરંતુ આ ગેરસમજ છે. સામેવાળાના ઉત્તમ વ્યવહારથી લાયક જીવોમાં જબરદસ્ત turning point આવતા હોય છે. એનો જીવંત દાખલો અજીતસેન રાજા છે. શ્રીપાલના વ્યવહારથી હવે અજિતસેન રાજાને પોતાની જાત શ્રીપાલ કરતા નીચી લાગે છે. હવે તે દિલથી માને છે કે હું સત્તા-સંપત્તિ-ભોગને લાયક નથી. ધિક્કાર છે મને! મારા જીવનને! મારી લાલસાઓને! અજીતસેનરાજને દિલથી એવો પશ્ચાતાપ થયો કે ત્યાંને ત્યાં તેમને જાતિસ્મરણ જ્ઞાન થયું. પૂર્વભવમાં પાળેલું સાધુપણું, શાસ્ત્રજ્ઞાન, આરાધના બધું તેમને યાદ આવે છે. આથી શ્રીપાલને કહે છે કે હવે આ સત્તા-સંપત્તિ-ભોગ મારે નથી જોઈતા. મારે તો હવે આત્માનું સામ્રાજ્યજોઈએ,છે. એમ કહીને રણ મેદાનમાં જ પંચમુષ્ટિ લોચ કરે છે. ચારિત્ર જીવન સ્વીકારે છે. ત્યાં ને ત્યાં ધ્યાનમગ્ન થઈ કાઉસ્સગમાં ઉભા રહે છે.\nવિચાર કરો ! ક્યાં તે સત્તા-સંપત્તિની લાલસાવાળો રાજા! અને ક્યાં આ ત્યાગી રાજર્ષિ! ક્યાં તે સ્વાર્થ વૃત્તિ! અને ક્યાં આ પરમાર્થતા! કાકારાજાના જીવનમાં આવેલા જબરદસ્ત પરિવર્તનને જોઈને શ્રીપાલ અત્યંત અભિભૂત થઈ ગયો. ભક્તિથી તે ત્રણ પ્રદક્ષિણા આપે છે, દિલના અહોભાવથી વંદન કરે છે.\nહવે શ્રીપાલ કરતા અજિતસેમુનિનનું level ઘણું ઉંચું છે. થોડી જ ક્ષણોમાં તો આખું દૃશ્ય બદલાઈ ગયું. શ્રીપાલ હૃદયથી મહાત્માના ગુણોની પ્રશંસા અને પોતાના દોષોની નિંદા કરે છે. તેમની સ્તુતિ કરતા તે કહે છે કે, ‘‘આપે ઉપશમરસથી ક્રોધને હણ્યો છે. નિરભિમાનરૂપ વજ્ર વડે મોટા અહંકારરૂપ પર્વતનો નાશ કર્યો છે. પહેલા આપ મારા કાકા હોવાથી વંદનને યોગ્ય તો હતાજ હવે ઉપશમરસમાં નિમગ્ન હોવાથી ",
  "વિશેષ રીતે નમવા યોગ્ય છો.’’ આ રીતે મહાત્માની સ્તવના કરી ઉદારદીલ શ્રીપાલ ચંપાનગરીના રાજ્ય પર અજિતસેન રાજાના પુત્રનો રાજ્યાભિષેક કરે છે. ત્યાર બાદ ધવલશેઠના દીકરાને બોલાવીને ૫૦૦ વહાણ પાછા આપે છે, અને તેને નગરશેઠ બનાવે છે. જીવનમાં જેનો જેનો ઉપકાર હતો તે બધાને બોલાવી તેઓ પ્રત્યે ઉચિત કર્તવ્ય અદા કરે છે. ત્યાર બાદ શ્રીપાલ ધર્મપ્રભાવના, શાસન પ્રભાવનાના અનેક કાર્યો કરતાં - કરતાં  અનેકના જીવન પરિવર્તન કરાવે છે. \nઆ બાજુ અજિતસેન રાજર્ષિ ચારિત્રની સાધનામાં મસ્ત બની પૃથ્વીતલ પર વિચરી રહ્યા છે. સાધનામાં આગળ વધતા શુદ્ધ ભાવની ધારાથી તેમને અવધિજ્ઞાન ઉત્પન્ન થાય છે. તેમાં એક દિવસ વિચરતા વિચરતા તેઓ ચંપાનગરીમાં પધારે છે. તેમના આગમનના સમાચારથી શ્રીપાલ અત્યંત હર્ષિત થાય છે. ઠાઠમાઠથી સામૈયું સજીને તે પરિવાર સાથે અજિતસેન મુનિને વંદન કરવા જાય છે. દેશના સાંભળે છે. ત્યારે શ્રીપાલ જીજ્ઞાસાથી પૂછે છે કે આ એક જ ભવમાં મારા જીવનમાં ઘણા ઉતાર-ચઢાવ આવ્યા. મોટા સમ્રાટના પુત્ર તરીકે રાજ મહેલમાં મારો જન્મ! પાંચ વર્ષે પિતાનું મૃત્યુ! કાકા તરફથી આવો દગો! રસ્તે રખડતા જેવી હાલત! ચોવીસ કલાક માથે મોતનો ભય! વળી, કોઢ રોગ થયો! સમુદ્રમાં પડ્યો! આપ કૃપા કરીને કહો કે ભૂતકાળમાં મેં એવા કેવા કર્મ બાંધ્યા હશે જેને કારણે ધોળે દિવસે તારા દેખાય એવી મારી અવસ્થા થઈ.\nવળી, આ જ ભવમાં રાજરાજેશ્વરપણું! આટલી રીદ્ધિ-સિદ્ધિ ભોગ! આ બધું શેનું ફળ છે? પ્રબળ પુણ્ય હોય તો જ કોઈ રાજરાજેશ્વર થાય અને જબરદસ્ત પાપ કર્મના ફળરૂપે જ જીવ એવી અવસ્થામાં આવે કે જે પોતાનું હોય તે પણ બધું સાફ થઈ જાય. પરંતુ પુણ્ય કોઈને મફતમાં નથી બંધાતું અને પાપકર્મ પણ એમનેએમ કોઈના ગળે વળગતું નથી. પ્રબળ પુણ્ય ધર્મથી જ બંધાય છે અને તીવ્ર પાપ ધર્મશૂન્ય અવસ્થામાં જ બંધાય છે. આ નિયમ પાક્કો છે. શ્રીપાલને પણ એક જ ભવમાં પ્રબળ પુણ્ય અને ઉત્કટ પાપ બન્નેના ફળો ભોગવવાના આવ્યા. આથી મહાત્માએ કહ્યું કે, ‘‘પૂર્વભવમાં તે ધર્મ પણ એવો જોરદાર કર્યો હતો, જેનાથી આવું પુણ્ય બંધાયું અને ધર્મરહિત-અવસ્થામાં તીવ્ર અશુભભાવ પણ એવા કર્યાં જેના કારણે ઉપર આભ અને નીચે ધરતી જેવી તારી અવસ્થા થઈ. આ એક જ ભવમાં તારે બે વિરોધી અવસ્થામાંથી પસાર થવાનું આવ્યું તેમાં કારણ પૂર્વભવમાં તેં બાંધલા પુણ્ય-પાપના કર્મો છે, જે એક સાથે ઉદયમાં આવ્યા. \nમહાત્મા અવધિજ્ઞાની છે માટે ભાવિ લાભ જોઈ શ્રીપાલનો પૂર્વભવ કહે છે, ‘‘શ્રીપાલ આગલા ભવમાં શ્રીકાંત નામે રાજા હતો અને મયણા શ્રીમતી નામે તેની પત્ની હતી. તે સમ્યગ્‌દૃષ્ટિ શ્રાવિકા હતી.શ્રીકાંત રાજા સ્વભાવથી સજ્જન હતો. ન્યાય-નીતિથી પ્રજાનું પુત્રવત્ પાલન પણ કરતો હતો. આથી લોકપ્રિય પણ હતો, પરંતુ તે ધર્મનો દ્વેષી હતો. ધર્મના સિદ્ધાંત ઉપર તેને અંશમાત્ર પણ વિશ્વાસ નહોતો. ધર્મ તેને baseless લાગતો હતો. આથી તે ધર્મશ્રધ્ધા વગરનો હતો, નાસ્તિક હતો. તે માનતો હતો કે બધા ધર્મ અને ધર્મગુરૂઓ સમાજને misguide કરે છે. ધર્મના નામથી લોકોના આનંદભર્યા જીવનમાં disturbance ઉભા કરે છે. લોકોએ મહેનત કરીને કમાવેલા પૈસાને દાનના નામે પડાવી લે! લોકોને બાવાજી બનાવી દે! આવી mentalityના કારણે તેને ધર્મગુરૂઓ પ્રત્યે સખત prejudice હતો. વળી, તેના જીવનમાં એક કુટેવ એ પણ હતી કે તે શિકારનો ખૂબ શોખીન હતો. નિરપરાધી પશુઓને મારવામાં તેને મજા આવતી. ઉપરાંત, રાજા હોવાના કારણે જબરદસ્ત આરંભ-સમારંભમાં રાચતો. આ ત્રણ ભારે દોષના કારણે, સંસારમાં અનેકભવો સુધી દુર્ગતિમાં ભટકવું પડે એવા કર્મતેણેબાંધ્યા હતા આમ પાછો તે ગુંડો નથી, સત્તાધીશ તરીકે પ્રજાને ત્રાસ આપનાર નથી. ઊલટું, ન્યાય-નીતિથી પ્રજાનું પાલન કરનારો હતો. છતાં",
  " તેનું ભાવિ કેવું? ઘોર દુર્ગતિમય! તે પણ અનેકભવ સુધી!\nએક વાર તે શિકાર કરવા જઈ રહ્યો હતો ત્યારે રાણીએ અણગમા સાથે તેને ઠપકો આપતા કહ્યું કે તમે ક્ષત્રિય છો. ક્ષત્રિયના શૌર્ય, પરાક્રમની શોભા શેમાં? નિર્દોષ, નિરપરાધી પશુઓને મારવામાં? કે નબળા જીવોનું રક્ષણ કરવામાં? રાગના કારણે રાજા ક્યારેક-ક્યારેક રાણીની વાત શાંતિથી સાંભળી પણ લે, થોડો સમય શિકાર છોડી પણ દે! પરંતુ વ્યસન ક્યાં ચેનથી બેસવા દે? એટલે થોડો સમય જાય ત્યાં ફરી શિકારની તલપ સળવળે અને રાજા ઉપડે શિકાર કરવા!\nફરી એક વાર રાજા શિકારે નીકળ્યો ત્યારે નસીબજોગે તેણે કાઉસ્સગમાં ઊભેલા મહાત્માને જોયા. તેમની શાંતમુદ્રા જોતા જ કોઈને પણ ઠારી દે એવી હતી. પણ ધર્મદ્વેષના કારણે મહાત્માને જોતાવેત જ રાજાનો ગુસ્સો સાતમે આસમાને પહોંચ્યો. તે વિચારે છે કે આ બધા ધુતારા છે. અને પોતે બહુ મોટા સાધક છે એવું બતાવી ભોળા લોકોને છેતરે છે. દ્વેષના કારણે તેને મહાત્માને પજવવાની ઈચ્છા થાય છે. પાછો પોતે સત્તાધીશ છે એટલે ધારે તે કરી શકે. અને આવા મોટા રાજાને કહે પણ કોણ એટલે રાજાને તો મોકળું મેદાન મળ્યું. તેણે મહાત્મા તરફ નજર કરી અને જોયું કે તેમનું શરીર કોઢ રોગથી ગ્રસ્ત છે. તેને કારણે શરીર કદરૂપું લાગતું હતું. આથી તે દ્વેષમાં મહાત્માને, ‘‘એ કોઢિયા! એ મુંડિયા!’’ કહી બોલાવે છે. પણ મહાત્માના મુખ પર કોઈ જ અસર નથી. એ જ શાંતતા! એ જ ધ્યાન મગ્નતા! આ જોઈને રાજા વધારે અકળાયો અને તેણે આવેશમાં સૈનિકોને કહ્યું કે આ કોઢિયાને પથ્થરથી મારો. સૈનિકોએ મહાત્માને પથ્થરથી મારવાનું ચાલું કર્યું. મહાત્મા લોહીલુહાણ થઈ ગયા છતાં રાજાને કોઈ અસર નથી. ઊલટું, તેને વધારેને વધારે મજા આવે છે. મહાત્માને ત્રાસ આપ્યાના સંતોષ સાથે તે નગરમાં પાછો આવે છે.\nથોડા દિવસ પછી રાજા ફરી શિકાર માટે નીકળે છે. હરણની પાછળ દોડતા-તોડતા તે નદી કિનારે પહોંચ્યો ત્યાં તેણે ફરી એક મહાત્માને જોયા. જોઈને તેનો ક્રોધ એવો ભભૂક્યો કે મહાત્માને ધક્કો માર્યો. તેથી મહાત્મા પાણીમાં પડી ગયા. પણ થોડી વાર પછી દયા આવતા તેણે મહાત્માને પાણીમાંથી પાછા બહાર કાઢ્યા, અને કિનારે રાખ્યા. પોતે રાજમહેલે પાછો આવ્યો. આમ, તેનો સ્વભાવ એવો હતો કે તે જે કરે તે બધું રાણીને કહી દે. એટલે તેણે રાણીને બધી વાત કરી. રાણીને રાજા પ્રત્યે ઘણી લાગણી છે, રાગ છે. પણ તેના ધર્મ વિરોધી વિચાર, અને પ્રવૃત્તિથી તેને અસંતોષ પણ ઘણો છે. એટલે રાજાની વાત સાંભળી અત્યંત આક્રોષ સાથે રાણીએ કહ્યું કે આ પવિત્ર સંત પુરુષોએ તમારું શું બગાડ્યું છે કે તેમને આટલો બધો ત્રાસ આપો છો? તેઓ નથી કોઈને નડતા, નથી કોઈને હેરાન કરતા! પોતાની સાધનામાં મસ્ત છે છતાં તેમને આટલું હેરાન કરો છો? આખી પ્રજા સાથે ન્યાયથી વર્તો અને આવા પવિત્ર પુરુષો સાથે આવો અન્યાય! આ તે કેવી પ્રકૃતિ છે?\nરાણીના કડક શબ્દો સાંભળી રાજા તરત માફી માગે છે અને ફરી આવું ન કરવાનું promise પણ આપે છે. એટલે રાણી થોડી શાંત થઈ. આમ, થોડા દિવસો પસાર થયા. એક વખત રાજા ઝરૂખામાં બેઠો હતો ત્યારે જ એક મહાત્મા રાજમાર્ગ ઉપરથી પસાર થાય છે . તેમની નીચી નજર! જયણાપૂર્વકની ધીમી ચાલ! શાંત મુદ્રા! જોઈને કોઈનું પણ મસ્તક અહોભાવથી નમી જાય! પરંતુ રાજા તો મગશેલિયા પથ્થર જેવો છે. એટલે જ આવા પવિત્ર મહાત્માને જોવા છતાં તે જરાપણ ભીંજાતો નથી. ભક્તિ-બહુમાન થવા તો દૂર ઊલટું દ્વેષથી વિચારે છે કે જો આ મુંડિયાઓ નગરમાં આવતા થશે તો લોકોને ભરમાવીને ધર્મના રંગે રંગી દેશે. આવાને તો નગરમાં પ્રવેશ જ ન અપાય. તરત રાજસેવકોને બોલાવી તે આક્રોશમાં કહે છે કે આ મુંડિયાની બોચી પકડી તેને અપમાનિત કરી જલદીમાં જલદી નગરમાંથી બહાર કાઢો.\nરાજાની આજ્ઞા થતાં જ રાજસેવકો મહા",
  "ત્માને અપમાનિત કરી નગર બહાર કાઢવા પ્રયત્ન કરે છે. આ દૃશ્ય રાણીની નજરે ચઢ્યું. તે સમસમી ગઈ. અને સમજી ગઈ કે નક્કી આ પરાક્રમ રાજાનું જ હશે. બાકી, સંત પુરુષો સાથે આવું હલકું વર્તન કરવાની હિંમત આ રાજસેવકોમાં એમનેમ ક્યાંથી આવે. એટલે રાણી તરત રાજાના મહેલે ગઈ. ખીજાઈને રાજાને કહે છે કે, તમે ક્ષત્રિય હોવા છતાં આવો વિશ્વાસઘાત! આવો વચનભંગ! કૂળવંશની લાજ પણ તમને આવા કુકર્મ કરવામાં નડતી નથી? તમે હોંશેહોંશે આટલા પાપ કરો છો તો પરલોકમાં તમારું થશે શું ? મરીને નરકે જવું છે? આમ રાણીએ રાજાને ઘણું સંભળાવ્યું.\nઆજ દિવસ સુધી રાજા વ્યસનને આધિન હતો. એનો ગુલામ હતો. આથી નબળો હતો. રાણીએ અનેક વાર સમજાવ્યો છતાં તેને કોઈ અસર થતી નહોતી; પરંતુ આ વખતે રાણીની વાત તેને કઈ રીતે appeal કરશે, પોતાની નબળાઈઓને overcome કરી તે કઈ રીતે strong બનશે… વિજેતા બનવાના માર્ગે ચાલવાનું શરૂ કરશે તે જાણવા મળીએ next episodeમાં, શ્રીકાંત રાજાના મહેલે…\n\nFile No 56 (4 pages) 14 September 2022\n\nપ્રવચન-૧૪\nજગતના બધા ધર્મો પુણ્ય કર્મ અને પાપકર્મ એમ બે પ્રકારના કર્મ માને છે. વ્યક્તિ ને જેટલી facility મળે છે એમાં કારણ પુણ્ય કર્મ છે અને જેટલા hurdles ,  દુ:ખો, problems આવે છે તેમાં પાપકર્મ કારણ છે. આમ good luck અને bad luck બે category બધા માને છે. પરંતુ જૈનધર્મ એ આ બે કર્મ સિવાય હજી એક special categoryના કર્મ ને પણ માન્યું  છે. આ કર્મ જીવની બુદ્ધિ બગાડે છે, ઊંધી કરે છે.  તેને પાપ કરવાની પ્રેરણા આપે છે, તેમાં active કરે છે.    દુનિયામાં જેટલા ખોટા કામો, પાપો, વિશ્વાસઘાત , મારામારી,દગા – ફટકા થાય છે તેના  baseમાં આ પાપ કરાવનાર કર્મ છે. આ કર્મ સાચી સમજણ ના દરવાજા જ બંધ કરી દે છે, જેને કારણે જીવને સાચો રસ્તો સૂજતો નથી. \nજીવ દુ:ખથી અત્યંત ગભરાયેલો છે. તેને દુ:ખ જરાપણ ગમતું નથી પરંતુ સુખ માટે તો તે અત્યંત લાલચુ છે એટલે ગમે તેમ કરીને પણ પુણ્ય કર્મને active કરશે. પાપકર્મને દૂર ખસેડ્યા કરશે, પરંતુ જેને પણ inner personalityનું development કરવું હોય, પોતાના weak pointને દૂર કરી વિજય પ્રસ્થાન કરવું હોય એને ખરી લડત તો પાપ કરાવનાર કર્મ સામે જ આપવી પડશે. શ્રીપાલના આત્માએ શ્રીકાંત રાજાના ભવમાં આ પાપ કરાવનાર કર્મને કારણે ઘણા ખોટા કાર્યો કર્યા, કારણ કે બુદ્ધિ જ ઊંધી હતી. તેને પવિત્ર સંતો ધૂતારા જેવા લાગતા હતા. ભક્તિ-અને-બહુમાનપાત્ર સંન્યાસી સાથે તે અત્યંત અપમાનજનક વર્તન કરતો હતો . પરંતુ મહાત્માના પ્રભાવે તેના કર્મો ખસ્યા, તો તે જ ભવમાં તેની ગુણવત્તા જબરદસ્ત  વિકસી. મિત્રો, હવે કથાનકમાં આગળ વધીએ. અને જાણીએ કે શ્રીપાલે કઈ રીતે ગુણોનો વિકાસ કર્યો .\nLast episodeમાં આપણે જોયું કે શ્રીકાંત રાજા ધર્મનો દ્વેષી અને નાસ્તિક છે. તેને ધર્મની વાત baseless લાગે છે. ધર્મ પ્રવૃત્તિઓ ઢોંગ લાગે છે અને ધર્મગુરુઓ સમાજને ભોળવીને છેતરનારા લાગે છે. એટલે રાજા જ્યારે - જ્યારે પણ પવિત્ર ધર્મગુરુઓને જુએ ત્યારે તેનું boiler ફાટે. મહાત્માને હેરાન કરે, ત્રાસ આપે. વળી, પોતે મહાત્મા પ્રત્યે કેવા વર્તન કર્યા તે રાણીને કહી પણ દે. માટે એકવાર રાણીએ રાજાને ખખડાવ્યાં . રાજાએ ફરી આવી ખરાબ પ્રવૃત્તિ ન કરવાનું વચન રાણીને આપ્યું, પરંતુ દ્વેષને તે દૂર ન કરી શક્યો. ફરી એકવાર નગરના રાજમાર્ગ પર તેણે મહાત્માને જતા જોયા . જોતા વેત જ તેમને હેરાન કરવાનો સેવકોને  આદેશ કર્યો. રાણીથી આ સહન ન થતા તે ખૂબ ગુસ્સા સાથે રાજાને ધમકાવે છે.\nઅત્યાર સુધી રાજા શાંતિથી રાણીની વાત સાંભળી લેતો પણ તેને અસર થતી નહોતી, પરંતુ આજે પહેલીવાર તેને અસર થઈ. રાજા ઢીલો પડ્યો. તે ગળગળો થઈને રાણીને કહે છે  ક",
  "ે, ‘‘મારી ભૂલ થઈ ગઈ! મને માફ કર! હવે હું ફરી આવું નહીં કરું.’’ પણ રાણી તો રાજાની ક્ષમાપનાને જરાપણ ગણકારતી નથી. તે  મક્કમતાથી બોલી કે, ‘‘મારી માફી માંગવાનો કોઈ મતલબ નથી. મને તો તમે ફૂલની જેમ સાચવો છો. ગુનો તો તમે સંતોનો કર્યો છે. આથી માફી માગવી હોય તો એમની માંગો.’’ રાણીના શબ્દો સાંભળી રાજા બરફ જેવો ઠંડો પડી ગયો. તરત જ તેણે રાજસેવકોને બોલાવીને આજ્ઞા કરી કે, ‘‘હમણાંને હમણાં જ પેલા મહાત્માને માનભેર મહેલમાં લઈ આવો.’’ સેવકો પણ તરત મહાત્માને ખૂબ વિનયપૂર્વક લઈ આવ્યા.\nમહાત્મા કોઈ સામાન્ય સંત નહોતા. શાસ્ત્રના જાણકાર, ગીતાર્થ, વિશિષ્ટ અતિન્દ્રિય જ્ઞાની હતા. રાણીએ મહાત્માને અત્યંત ભાવથી વંદન કર્યાં અને રાજાને પણ વંદન કરાવ્યા. હવે રાજા હૃદયથી મહાત્માની માફી માગે છે. તે વખતે રાણી મહાત્માને કહે છે કે, ‘‘ભગવંત! આપને યોગ્ય લાગે તો આમને કંઈક તત્વની સમજણ આપો.’’ મહાત્માએ અમીનજરથી રાજા સામે જોયું. રાજાએ પણ સાંભળવાની તૈયારી બતાડી. મહાત્માએ અવસર જોઈને ધર્મના fundamental principles, આત્મા, પરલોક, પુણ્ય-પાપ આદિની વાતો સમજાવી. કેટલાય દાખલાઓ આપ્યા. મહાત્માની અત્યંત logical અને convincing વાતો રાજાના હૃદયને વિંધીને આરપાર ઉતરી ગઈ. ઉજ્જડ ભૂમિ જાણે ફળદ્રૂપ બની ગઈ. એક જ દેશનામાં કેટલું મોટું પરિવર્તન! નાસ્તિકતામાંથી આસ્તિકતા! મિથ્યાત્વમાંથી સીધું સમ્યક્‌ત્વ! વિચાર કરો! મહાત્માની દેશનાશક્તિ કેટલી જોરદાર હશે! અને સામે રાજાની receptivity પણ કેવી ખીલી હશે!\nહવે, રાજાને ધર્મના પાયારૂપ સિદ્ધાંતો સાચા લાગે છે. પોતાની way of thinking ખોટી અને તદ્દન બોગસ લાગે છે. તેની આખી આંતરિક દુનિયા બદલાઈ ગઈ. જાણે કે કોઈક અપૂર્વ તત્વની પ્રાપ્તિ થઈ હોય એ રીતે તે હર્ષવિભોર બની ગયો. પણ સાથે સાથે તેને ચિંતા પણ થાય છે. તે વિચાર છે કે જગતમાં સૌથી પવિત્રમાં પવિત્ર તત્ત્વ દેવ-ગુરૂ-ધર્મ છે. આવા પવિત્ર સંતોને મેં હેરાન કર્યાં. ધર્મની મજાક ઉડાડી. લોકમાં ધર્મને ખોટો establish કરવા કેટલીય મહેનત કરી. સજ્જનને પણ ન શોભે એવા ખરાબ વર્તન કર્યા. ધિક્કાર છે મને!\nઆ રીતે તે પશ્ચાતાપ કરે છે. ચિંતાથી આકુળવ્યાકુળ થઈને તે મહાત્માને કહે છે કે, ‘‘મહાત્માન્‌! હું પાપી છું. આભવમાં મેં પવિત્ર તત્વની આશાતના આદિ ઘણા ખરાબ કાર્યો કર્યા છે. હવે આ સંસારમાં મારું શું થશે? મારું ભાવી અંધકારમય છે. આપ વિશિષ્ટ જ્ઞાની છો. કરૂણા કરી મને આમાંથી બચવાનો ઉપાય બતાવો.’’ તે વખતે રાણી પણ મહાત્માને કહે છે કે, ‘‘હે ભગવંત! આપ એવી આરાધના બતાવો જેનાથી રાજાના પાપકર્મો ખપે, તેમનું કલ્યાણ થાય”. મહાત્મા ઉપાય તરીકે નવપદની આરાધના બતાવે છે. એક એક પદની ભાવથી ઓળખ કરાવે છે. રાજા પણ સમ્યક્‌ત્વના કારણે સુંદર રીતે જીલે છે. અને ખૂબ ઉલ્લાસ અને શુભભાવથી રાણી સાથે નવપદની આરાધના કરે છે. ધર્મ આરાધનાના પ્રભાવે દુ:ખ આપનાર અશુભ કર્માને તેણે ઘણા સાફ કરી નાખ્યા. જો રાજા ધર્મ ન પામ્યો હોત તો મરીને સીધો દુર્ગતિમાં જાત, પરંતુ તેના આત્માની એટલી સલામતી થઈ ગઈ કે હવે તે કદી દુર્ગતિમાં નહીં જાય. રાજા માટે આ બહુ મોટું achievement છે.\nઆ રીતે શ્રીપાલના પૂર્વભવનું વર્ણન કર્યાં પછી અજીતસેન મુનિ કહે છે કે આગલા ભવમાં મહાત્માની આશાતના કરી તેં ઘણા પાપ કર્મો બાંધ્યા હતા. પરંતુ પછીથી તું ધર્મ પામ્યો, નવપદની ભાવથી આરાધના કરી તેના કારણે ઘણા અશુભ કર્મો ધોવાઈ ગયા. પરંતુ જેટલા રહી ગયા તે તારે આ ભવમાં ભોગવવાના આવ્યા. તે અશુભ કર્મોનો હિસાબ ચૂકતે કરવારૂપે આ ભવમાં તને કોઢ રોગ, સમુદ્રમાં પડવાનું આદિ થયું. આમ વિચારો તો પહાડ જેટલા બાંધેલા પાપમાંથી શ્રીપાલને કણિયા જેટલું ભોગવવાનું આવ્યું. બાકીનું એમનેએમ ખપી ગયું.",
  " આ જ તો ધર્મની જબરદસ્ત strength છે. જેમ હજારો વર્ષ જૂનો અંધકાર પણ ટકે ક્યાં સુધી? પ્રકાશનું કિરણ નથી ત્યાં સુધી. જેવો પ્રકાશ આવે એટલે તે ગમે તેટલા જૂના અંધકારને પણ આરપાર ભેદી નાખે, તેમ મેરૂ જેટલા અશુભ કર્મો, અધર્મ, પાપ આદિને એક સેકન્ડમાં કકકડભૂસ કરવાની તાકાત શુદ્ધધર્મમાં છે.\nજીવનમાં ત્રણ વાત ધ્યાનમાં રાખવા જેવી છે. પહેલી વાત એ કે હરેક વ્યક્તિ ખોટા પુરુષાર્થથી પાપકર્મ બાંધે છે. તેમાંથી અમુક કર્મો બીનજોખમી અને અમુક કર્મો અતિશય જોખમી હોય છે. જોખમી કર્મો ફળ આપે ત્યારે વ્યક્તિ ગમે તેટલા માથા પછાડે છતાં તેણે ભોગવવા જ પડે છે. એટલે પહેલા તો જોખમી અને ચીકણા કર્મ બંધાવે એવી વિચારધારા, પ્રવૃત્તિ જીવનમાં જોઈએ જ નહીં. બીજી વાત, કદાચ ચીકણા કર્મ બાંધી લીધા હોય તો પણ આશ્વાસન એ છે કે બંધાયેલા કર્મ immediate result નથી આપતા. તેનું ફળ આપે તે પહેલા જ જીવ સાવધાન થઈ જાય. પ્રબળ પુરુષાર્થ કરી લે તો જોખમી કર્મોને પણ તે નિષ્ફળ બનાવી શકે છે. જે ભાવથી પાપ બાંધ્યા તેનાથી વિરોધી ભાવ કરી reversegoing રૂપે જીવ  ધર્મસાધના કરે તો અવશ્ય કર્મનો સફાયો કરી શકે છે. હવે ત્રીજી વાત. કદાચ, વ્યક્તિ તે પણ ન કરી શક્યો તો જ્યારે પાપનું ફળ ભોગવવાનું આવે ત્યારે દીન કે depressive ન બનવું. હિંમત હારવી નહીં. ઊલટું ભૂતકાળના પાપોનો હિસાબ ચૂકતે થઈ રહ્યો છે તેમ વિચારી મનને સ્વસ્થ રાખવું. જેથી જૂના કર્મો ખપે નવા ન બંધાય. કર્મના આ બધા સિદ્ધાંત અનુભવ સિદ્ધ છે. આ નિયમ પ્રમાણે સાધના કરી જીવ અંતે કર્મથી મુક્ત થાય છે.\nપોતાના પૂર્વભવનું તાદ્દશ વર્ણન, પુણ્ય-પાપના ફળ સાંભળી શ્રીપાલનો વૈરાગ્ય વધારે દૃઢ અને ઉલ્લસિત થાય છે. તેને સંસારસાગરથી જલદી પાર ઉતરવાના મનોરથ જાગે છે. તે જાણે છે કે સંસારથી પાર પામવાનો ઉપાય ચારિત્ર જીવન છે. પરંતુ એ સ્વીકારવાની તેની શક્તિ નહોતી. આથી તેને થયું કે મારો સંસારથી નિસ્તાર થશે કઈ રીતે? માટે ચિંંતાથી તે મહાત્માને કહે છે કે, ‘‘કૃપા કરી મારે યોગ્ય ધર્મ બતાવો.‘‘ ત્યારે મહાત્મા કહે છે કે, ‘‘ભલે, આભવમાં તું ચારિત્ર લઈ શકે તેમ નથી, પરંતુ ચિંતા ન કર! નવપદની આરાધનાથી તારું ઉત્તરોત્તર કલ્યાણ નિશ્ચિત છે.’’ આ વચનો સાંભળી શ્રીપાલ સ્વસ્થ થાય છે.\nજગતમાં બધાને જીતવું છે. બધામાં top પર રહેવું છે. Winner તરીકેની પ્રસિદ્ધિ જોઈએ છે. હાર કોઈને પસંદ નથી. છતાં ડગલેને પગલે setback, નિરાશા, inferiority, negative feeling ચાલુ હોય છે. કેમકે લોકો હારજીતનો સાચો concept સમજતા નથી. એકમાત્ર ધર્મમાર્ગ એવો છે જે બધાને જીતતા શીખવે છે. જેમ વ્યક્તિ તે માર્ગે આગળ વધે તેમ તે અંદરથી વધારે ને વધારે strong બને છે. ગમે તેટલું અપમાન થાય, શબ્દોના પ્રહારો આવે, કે બહુ મોટા ups & down આવે છતાં તે ટકી શકે છે. ધર્મના પ્રભાવે તેનામાં સહન કરવાની, દુ:ખ પચાવવાની, balance of mindથી કામ કરવાની capacity આવે છે. તેને કોઈ હરાવી ન શકે, ગુલામ કે પરવશ બનાવી ન શકે એટલો strong willpowerવાળો બને છે. ગમે તેવો મોટો ચમરબંધી પોતાની બધી શક્તિ લગાડે તો પણ તેને પોતાના સંકલ્પમાંથી ડગાવી ન શકે. અંતે તે વિશ્વવિજેતા બની આ માર્ગની ટોંચ પર પહોંચે છે. એટલે કે topmost personality of the world! તેની innerstrength unbeatable બને છે. Sky has no limitની જેમ શક્તિ પણ top! અને ગુણો પણ top !\nમયણા-શ્રીપાલે પણ જીતનો આ જ માર્ગ પસંદ કર્યો. પોતાની નબળાઈઓ દૂર કરી, જાતને સક્ષમ બનાવી. પોતાના ગુણોથી, personalityથી, ઉત્તમ વર્તનથી બધે જીતતા ગયા અને એટલે જ તેઓ સાચા પ્રભાવક થયા. રક્ષક બની શક્યા.જે જીતનાર હોય તે જ રક્ષાધર્મ કરી શકે. અને જે રક્ષાધર્મ આરાધે તે અવશ્ય જીતે જ. આ વાત આપણે ",
  "શરૂઆતના પ્રવચનમાં કરેલી. મયણા-શ્રીપાલે પોતાના વ્યવહારથી આ વાતને સાચી, establish કરી આપી. આ રીતે બીજા અનેક પ્રભાવના અને રક્ષાના કાર્યો અને નવપદની સુંદર આરાધના દ્વારા પોતાનો મનુષ્ય ભવ સફળ કરી દેવલોકે ગયા. ત્યાંથી તેઓ દેવ અને મનુષ્યના ચડીયાતા ભવો પામશે. આમ, આ ભવમાં તો તેઓ જીત્યા જ, પરંતુ આગળ આગળના ભવોમાં પણ ક્રમશ: જીતની સફર ચાલુ રહેશે અને અંતે વિશ્વવિજેતા બની મોક્ષે જશે. આ રીતે ગૃહસ્થ જીવનમાં પણ નવપદની ઉત્કૃષ્ટ આરાધના કરી પોતાનું કલ્યાણ સાધશે. જેને પણ હિત કરવું હશે તેને માટે આ જ માર્ગ છે. આ માર્ગ કાયમનો છે. આને અપનાવ્યા વિના કોઈ જીતના શીખરે પહોંચી શક્યો નથી કે પહોંચી શકવાનો નથી. ક્રમશ: જીતવા કેવા ગુણો, હિંમત, સંકલ્પબદ્ધતા, દૃઢતા, સાત્કિવકતા જોઈએ તે આ ચરિત્ર દ્વારા સમજી, અપનાવી તમે સૌ પણ વિજેતા બનો.\nવિ.સ. ૨૦૭૮ અને ઈ.સ. ૨૦૨૨માં તિલકનગરમાં પ.પૂ. ગચ્છાધિપતિ આચાર્ય દેવ શ્રીમદ્‌ વિજય યુગભૂષણસૂરીશ્વરજી મહારાજાની નિશ્રામાં ચૈત્રીમાસની ઓળી થઈ હતી પુજ્યશ્રીએ રક્ષાધર્મના angle થી મયણા-શ્રીપાલના જીવન પ્રસંગોનું ખૂબ સુંદર શૈલીમાં વર્ણન કર્યું. સાંભળીને શ્રોતાજનોમાં ‘lets win’નો શંખ ફૂંકાયો. કેટલાયના જીવનમાં પરિવર્તન આવ્યું. તે પ્રવચનોના આધારે આ ‘The real winner મયણા સુંદરી’ series release કરવામાં આવી છે. ભૂતકાળમાં ગચ્છાધિપતિશ્રીએ સાત્વિકતા, જિનવચનની રક્ષા, આર્યદેશના સંસ્કાર, શાસન પ્રત્યેની વફાદારી એવા જુદા જુદા anglesથી આ જ ચરિત્રનું વર્ણન કર્યું છે. આમ, અનેકવિધ પાસાઓથી મયણા-શ્રીપાલનું જીવન હર્યુંભર્યું છે. એ રીતે તેમનું valuation કરવાથી આપણી પણ આંતરિક દૃષ્ટિ ખીલે અને અંતે સૌ પરમપદને પામીએ એ જ શુભ મંગલ કામના.\nઅમે આગળ પણ નવા નવા વિષયો લઈને આપને મળ્યા કરશું. Stay tuned….\n\n\n\n\n\n\n\n\n\n\n\n"
]